{
  "language": "english",
  "groups": [
    [0, 100],
    [101, 300],
    [301, 600],
    [601, 9999]
  ],
  "quotes": [
    {
      "text": "In the beginning God created the heaven and the earth.",
      "source": "Genesis 1:1",
      "length": 54,
      "id": 1
    },
    {
      "text": "And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
      "source": "Genesis 1:2",
      "length": 142,
      "id": 2
    },
    {
      "text": "And God said, Let there be light: and there was light.",
      "source": "Genesis 1:3",
      "length": 54,
      "id": 3
    },
    {
      "text": "And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.",
      "source": "Genesis 1:26",
      "length": 251,
      "id": 4
    },
    {
      "text": "So God created man in his own image, in the image of God created he him; male and female created he them.",
      "source": "Genesis 1:27",
      "length": 105,
      "id": 5
    },
    {
      "text": "And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
      "source": "Genesis 1:28",
      "length": 242,
      "id": 6
    },
    {
      "text": "And God saw every thing that he had made, and, behold, it was very good. And the evening and the morning were the sixth day.",
      "source": "Genesis 1:31",
      "length": 124,
      "id": 7
    },
    {
      "text": "And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.",
      "source": "Genesis 2:7",
      "length": 135,
      "id": 8
    },
    {
      "text": "And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.",
      "source": "Genesis 2:18",
      "length": 105,
      "id": 9
    },
    {
      "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
      "source": "Genesis 2:24",
      "length": 115,
      "id": 10
    },
    {
      "text": "Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?",
      "source": "Genesis 3:1",
      "length": 182,
      "id": 11
    },
    {
      "text": "And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.",
      "source": "Genesis 3:6",
      "length": 237,
      "id": 12
    },
    {
      "text": "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.",
      "source": "Genesis 3:15",
      "length": 142,
      "id": 13
    },
    {
      "text": "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.",
      "source": "Genesis 3:19",
      "length": 163,
      "id": 14
    },
    {
      "text": "And Enoch walked with God: and he was not; for God took him.",
      "source": "Genesis 5:24",
      "length": 60,
      "id": 15
    },
    {
      "text": "But Noah found grace in the eyes of the LORD.",
      "source": "Genesis 6:8",
      "length": 45,
      "id": 16
    },
    {
      "text": "These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.",
      "source": "Genesis 6:9",
      "length": 112,
      "id": 17
    },
    {
      "text": "And the LORD said unto Noah, Come thou and all thy house into the ark; for thee have I seen righteous before me in this generation.",
      "source": "Genesis 7:1",
      "length": 131,
      "id": 18
    },
    {
      "text": "While the earth remaineth, seedtime and harvest, and cold and heat, and summer and winter, and day and night shall not cease.",
      "source": "Genesis 8:22",
      "length": 125,
      "id": 19
    },
    {
      "text": "I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.",
      "source": "Genesis 9:13",
      "length": 97,
      "id": 20
    },
    {
      "text": "Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:",
      "source": "Genesis 12:1",
      "length": 148,
      "id": 21
    },
    {
      "text": "And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:",
      "source": "Genesis 12:2",
      "length": 117,
      "id": 22
    },
    {
      "text": "And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.",
      "source": "Genesis 12:3",
      "length": 127,
      "id": 23
    },
    {
      "text": "After these things the word of the LORD came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward.",
      "source": "Genesis 15:1",
      "length": 142,
      "id": 24
    },
    {
      "text": "And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be.",
      "source": "Genesis 15:5",
      "length": 162,
      "id": 25
    },
    {
      "text": "And he believed in the LORD; and he counted it to him for righteousness.",
      "source": "Genesis 15:6",
      "length": 72,
      "id": 26
    },
    {
      "text": "And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect.",
      "source": "Genesis 17:1",
      "length": 152,
      "id": 27
    },
    {
      "text": "Is any thing too hard for the LORD? At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son.",
      "source": "Genesis 18:14",
      "length": 141,
      "id": 28
    },
    {
      "text": "And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.",
      "source": "Genesis 22:8",
      "length": 115,
      "id": 29
    },
    {
      "text": "And Abraham called the name of that place Jehovahjireh: as it is said to this day, In the mount of the LORD it shall be seen.",
      "source": "Genesis 22:14",
      "length": 125,
      "id": 30
    },
    {
      "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
      "source": "Genesis 28:15",
      "length": 205,
      "id": 31
    },
    {
      "text": "And Jacob awaked out of his sleep, and he said, Surely the LORD is in this place; and I knew it not.",
      "source": "Genesis 28:16",
      "length": 100,
      "id": 32
    },
    {
      "text": "And Mizpah; for he said, The LORD watch between me and thee, when we are absent one from another.",
      "source": "Genesis 31:49",
      "length": 97,
      "id": 33
    },
    {
      "text": "But as for you, ye thought evil against me; but God meant it unto good, to bring to pass, as it is this day, to save much people alive.",
      "source": "Genesis 50:20",
      "length": 135,
      "id": 34
    },
    {
      "text": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "source": "Genesis 1:1-5",
      "length": 454,
      "id": 35
    },
    {
      "text": "And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. So God created man in his own image, in the image of God created he him; male and female created he them. And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
      "source": "Genesis 1:26-28",
      "length": 600,
      "id": 36
    },
    {
      "text": "And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul. And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed. And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.",
      "source": "Genesis 2:7-9",
      "length": 435,
      "id": 37
    },
    {
      "text": "And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him. And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof. And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him. And the LORD God caused a deep sleep to fall upon Adam, and he slept: and he took one of his ribs, and closed up the flesh instead thereof; And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man. And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man. Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
      "source": "Genesis 2:18-24",
      "length": 971,
      "id": 38
    },
    {
      "text": "Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden? And the woman said unto the serpent, We may eat of the fruit of the trees of the garden: But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die. And the serpent said unto the woman, Ye shall not surely die: For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil. And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.",
      "source": "Genesis 3:1-6",
      "length": 846,
      "id": 39
    },
    {
      "text": "And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life: And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel. Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee. And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life; Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field; In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.",
      "source": "Genesis 3:14-19",
      "length": 1073,
      "id": 40
    },
    {
      "text": "And God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually. And it repented the LORD that he had made man on the earth, and it grieved him at his heart. And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them. But Noah found grace in the eyes of the LORD.",
      "source": "Genesis 6:5-8",
      "length": 484,
      "id": 41
    },
    {
      "text": "And God said, This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations: I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth. And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud: And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh. And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.",
      "source": "Genesis 9:12-16",
      "length": 700,
      "id": 42
    },
    {
      "text": "Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee: And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing: And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.",
      "source": "Genesis 12:1-3",
      "length": 394,
      "id": 43
    },
    {
      "text": "After these things the word of the LORD came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward. And Abram said, LORD God, what wilt thou give me, seeing I go childless, and the steward of my house is this Eliezer of Damascus? And Abram said, Behold, to me thou hast given no seed: and, lo, one born in my house is mine heir. And, behold, the word of the LORD came unto him, saying, This shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir. And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be. And he believed in the LORD; and he counted it to him for righteousness.",
      "source": "Genesis 15:1-6",
      "length": 768,
      "id": 44
    },
    {
      "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am. And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of. And Abraham rose up early in the morning, and saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him. Then on the third day Abraham lifted up his eyes, and saw the place afar off. And Abraham said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you. And Abraham took the wood of the burnt offering, and laid it upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together. And Isaac spake unto Abraham his father, and said, My father: and he said, Here am I, my son. And he said, Behold the fire and the wood: but where is the lamb for a burnt offering? And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.",
      "source": "Genesis 22:1-8",
      "length": 1233,
      "id": 45
    },
    {
      "text": "And he dreamed, and behold a ladder set up on the earth, and the top of it reached to heaven: and behold the angels of God ascending and descending on it. And, behold, the LORD stood above it, and said, I am the LORD God of Abraham thy father, and the God of Isaac: the land whereon thou liest, to thee will I give it, and to thy seed; And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north, and to the south: and in thee and in thy seed shall all the families of the earth be blessed. And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of. And Jacob awaked out of his sleep, and he said, Surely the LORD is in this place; and I knew it not. And he was afraid, and said, How dreadful is this place! this is none other but the house of God, and this is the gate of heaven.",
      "source": "Genesis 28:12-17",
      "length": 991,
      "id": 46
    },
    {
      "text": "And Joseph said unto them, Fear not: for am I in the place of God? But as for you, ye thought evil against me; but God meant it unto good, to bring to pass, as it is this day, to save much people alive. Now therefore fear ye not: I will nourish you, and your little ones. And he comforted them, and spake kindly unto them.",
      "source": "Genesis 50:19-21",
      "length": 322,
      "id": 47
    },
    {
      "text": "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.",
      "source": "Psalm 1:1",
      "length": 143,
      "id": 48
    },
    {
      "text": "But his delight is in the law of the LORD; and in his law doth he meditate day and night.",
      "source": "Psalm 1:2",
      "length": 89,
      "id": 49
    },
    {
      "text": "And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.",
      "source": "Psalm 1:3",
      "length": 175,
      "id": 50
    },
    {
      "text": "For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.",
      "source": "Psalm 1:6",
      "length": 87,
      "id": 51
    },
    {
      "text": "I will both lay me down in peace, and sleep: for thou, LORD, only makest me dwell in safety.",
      "source": "Psalm 4:8",
      "length": 92,
      "id": 52
    },
    {
      "text": "My voice shalt thou hear in the morning, O LORD; in the morning will I direct my prayer unto thee, and will look up.",
      "source": "Psalm 5:3",
      "length": 116,
      "id": 53
    },
    {
      "text": "O LORD, our Lord, how excellent is thy name in all the earth! who hast set thy glory above the heavens.",
      "source": "Psalm 8:1",
      "length": 103,
      "id": 54
    },
    {
      "text": "When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained; What is man, that thou art mindful of him? and the son of man, that thou visitest him?",
      "source": "Psalm 8:3-4",
      "length": 190,
      "id": 55
    },
    {
      "text": "For thou hast made him a little lower than the angels, and hast crowned him with glory and honour. Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet:",
      "source": "Psalm 8:5-6",
      "length": 201,
      "id": 56
    },
    {
      "text": "I will praise thee, O LORD, with my whole heart; I will shew forth all thy marvellous works.",
      "source": "Psalm 9:1",
      "length": 92,
      "id": 57
    },
    {
      "text": "The LORD also will be a refuge for the oppressed, a refuge in times of trouble. And they that know thy name will put their trust in thee: for thou, LORD, hast not forsaken them that seek thee.",
      "source": "Psalm 9:9-10",
      "length": 192,
      "id": 58
    },
    {
      "text": "I have set the LORD always before me: because he is at my right hand, I shall not be moved.",
      "source": "Psalm 16:8",
      "length": 91,
      "id": 59
    },
    {
      "text": "Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.",
      "source": "Psalm 16:11",
      "length": 122,
      "id": 60
    },
    {
      "text": "The LORD is my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower.",
      "source": "Psalm 18:2",
      "length": 159,
      "id": 61
    },
    {
      "text": "As for God, his way is perfect: the word of the LORD is tried: he is a buckler to all those that trust in him.",
      "source": "Psalm 18:30",
      "length": 110,
      "id": 62
    },
    {
      "text": "The heavens declare the glory of God; and the firmament sheweth his handywork.",
      "source": "Psalm 19:1",
      "length": 78,
      "id": 63
    },
    {
      "text": "The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.",
      "source": "Psalm 19:7",
      "length": 111,
      "id": 64
    },
    {
      "text": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.",
      "source": "Psalm 19:14",
      "length": 124,
      "id": 65
    },
    {
      "text": "Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.",
      "source": "Psalm 20:7",
      "length": 94,
      "id": 66
    },
    {
      "text": "The LORD is my shepherd; I shall not want.",
      "source": "Psalm 23:1",
      "length": 42,
      "id": 67
    },
    {
      "text": "He maketh me to lie down in green pastures: he leadeth me beside the still waters. He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.",
      "source": "Psalm 23:2-3",
      "length": 169,
      "id": 68
    },
    {
      "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.",
      "source": "Psalm 23:4",
      "length": 143,
      "id": 69
    },
    {
      "text": "Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.",
      "source": "Psalm 23:5-6",
      "length": 238,
      "id": 70
    },
    {
      "text": "The earth is the LORD’s, and the fulness thereof; the world, and they that dwell therein.",
      "source": "Psalm 24:1",
      "length": 89,
      "id": 71
    },
    {
      "text": "Who shall ascend into the hill of the LORD? or who shall stand in his holy place? He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.",
      "source": "Psalm 24:3-4",
      "length": 193,
      "id": 72
    },
    {
      "text": "Shew me thy ways, O LORD; teach me thy paths. Lead me in thy truth, and teach me: for thou art the God of my salvation; on thee do I wait all the day.",
      "source": "Psalm 25:4-5",
      "length": 150,
      "id": 73
    },
    {
      "text": "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?",
      "source": "Psalm 27:1",
      "length": 121,
      "id": 74
    },
    {
      "text": "One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple.",
      "source": "Psalm 27:4",
      "length": 192,
      "id": 75
    },
    {
      "text": "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD.",
      "source": "Psalm 27:14",
      "length": 100,
      "id": 76
    },
    {
      "text": "The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him.",
      "source": "Psalm 28:7",
      "length": 154,
      "id": 77
    },
    {
      "text": "Give unto the LORD the glory due unto his name; worship the LORD in the beauty of holiness.",
      "source": "Psalm 29:2",
      "length": 91,
      "id": 78
    },
    {
      "text": "For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning.",
      "source": "Psalm 30:5",
      "length": 122,
      "id": 79
    },
    {
      "text": "Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.",
      "source": "Psalm 31:24",
      "length": 85,
      "id": 80
    },
    {
      "text": "Blessed is he whose transgression is forgiven, whose sin is covered.",
      "source": "Psalm 32:1",
      "length": 68,
      "id": 81
    },
    {
      "text": "I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.",
      "source": "Psalm 32:8",
      "length": 100,
      "id": 82
    },
    {
      "text": "For the word of the LORD is right; and all his works are done in truth.",
      "source": "Psalm 33:4",
      "length": 71,
      "id": 83
    },
    {
      "text": "Blessed is the nation whose God is the LORD; and the people whom he hath chosen for his own inheritance.",
      "source": "Psalm 33:12",
      "length": 104,
      "id": 84
    },
    {
      "text": "I will bless the LORD at all times: his praise shall continually be in my mouth.",
      "source": "Psalm 34:1",
      "length": 80,
      "id": 85
    },
    {
      "text": "I sought the LORD, and he heard me, and delivered me from all my fears.",
      "source": "Psalm 34:4",
      "length": 71,
      "id": 86
    },
    {
      "text": "O taste and see that the LORD is good: blessed is the man that trusteth in him.",
      "source": "Psalm 34:8",
      "length": 79,
      "id": 87
    },
    {
      "text": "The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.",
      "source": "Psalm 34:18",
      "length": 98,
      "id": 88
    },
    {
      "text": "Delight thyself also in the LORD: and he shall give thee the desires of thine heart.",
      "source": "Psalm 37:4",
      "length": 84,
      "id": 89
    },
    {
      "text": "Commit thy way unto the LORD; trust also in him; and he shall bring it to pass.",
      "source": "Psalm 37:5",
      "length": 79,
      "id": 90
    },
    {
      "text": "Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.",
      "source": "Psalm 37:7",
      "length": 160,
      "id": 91
    },
    {
      "text": "The steps of a good man are ordered by the LORD: and he delighteth in his way. Though he fall, he shall not be utterly cast down: for the LORD upholdeth him with his hand.",
      "source": "Psalm 37:23-24",
      "length": 171,
      "id": 92
    },
    {
      "text": "I waited patiently for the LORD; and he inclined unto me, and heard my cry. He brought me up also out of an horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings. And he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the LORD.",
      "source": "Psalm 40:1-3",
      "length": 323,
      "id": 93
    },
    {
      "text": "As the hart panteth after the water brooks, so panteth my soul after thee, O God. My soul thirsteth for God, for the living God: when shall I come and appear before God?",
      "source": "Psalm 42:1-2",
      "length": 169,
      "id": 94
    },
    {
      "text": "Why art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God.",
      "source": "Psalm 42:11",
      "length": 168,
      "id": 95
    },
    {
      "text": "God is our refuge and strength, a very present help in trouble.",
      "source": "Psalm 46:1",
      "length": 63,
      "id": 96
    },
    {
      "text": "Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.",
      "source": "Psalm 46:10",
      "length": 102,
      "id": 97
    },
    {
      "text": "O clap your hands, all ye people; shout unto God with the voice of triumph.",
      "source": "Psalm 47:1",
      "length": 75,
      "id": 98
    },
    {
      "text": "For this God is our God for ever and ever: he will be our guide even unto death.",
      "source": "Psalm 48:14",
      "length": 80,
      "id": 99
    },
    {
      "text": "Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions. Wash me throughly from mine iniquity, and cleanse me from my sin.",
      "source": "Psalm 51:1-2",
      "length": 204,
      "id": 100
    },
    {
      "text": "Create in me a clean heart, O God; and renew a right spirit within me.",
      "source": "Psalm 51:10",
      "length": 70,
      "id": 101
    },
    {
      "text": "Restore unto me the joy of thy salvation; and uphold me with thy free spirit.",
      "source": "Psalm 51:12",
      "length": 77,
      "id": 102
    },
    {
      "text": "Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved.",
      "source": "Psalm 55:22",
      "length": 106,
      "id": 103
    },
    {
      "text": "What time I am afraid, I will trust in thee.",
      "source": "Psalm 56:3",
      "length": 44,
      "id": 104
    },
    {
      "text": "In God have I put my trust: I will not be afraid what man can do unto me.",
      "source": "Psalm 56:11",
      "length": 73,
      "id": 105
    },
    {
      "text": "Be merciful unto me, O God, be merciful unto me: for my soul trusteth in thee: yea, in the shadow of thy wings will I make my refuge, until these calamities be overpast.",
      "source": "Psalm 57:1",
      "length": 169,
      "id": 106
    },
    {
      "text": "But I will sing of thy power; yea, I will sing aloud of thy mercy in the morning: for thou hast been my defence and refuge in the day of my trouble.",
      "source": "Psalm 59:16",
      "length": 148,
      "id": 107
    },
    {
      "text": "Truly my soul waiteth upon God: from him cometh my salvation. He only is my rock and my salvation; he is my defence; I shall not be greatly moved.",
      "source": "Psalm 62:1-2",
      "length": 146,
      "id": 108
    },
    {
      "text": "O God, thou art my God; early will I seek thee: my soul thirsteth for thee, my flesh longeth for thee in a dry and thirsty land, where no water is;",
      "source": "Psalm 63:1",
      "length": 147,
      "id": 109
    },
    {
      "text": "Make a joyful noise unto God, all ye lands: Sing forth the honour of his name: make his praise glorious.",
      "source": "Psalm 66:1-2",
      "length": 104,
      "id": 110
    },
    {
      "text": "A father of the fatherless, and a judge of the widows, is God in his holy habitation.",
      "source": "Psalm 68:5",
      "length": 85,
      "id": 111
    },
    {
      "text": "I will praise the name of God with a song, and will magnify him with thanksgiving.",
      "source": "Psalm 69:30",
      "length": 82,
      "id": 112
    },
    {
      "text": "My lips shall greatly rejoice when I sing unto thee; and my soul, which thou hast redeemed.",
      "source": "Psalm 71:23",
      "length": 91,
      "id": 113
    },
    {
      "text": "My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.",
      "source": "Psalm 73:26",
      "length": 92,
      "id": 114
    },
    {
      "text": "For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.",
      "source": "Psalm 84:10",
      "length": 145,
      "id": 115
    },
    {
      "text": "For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly.",
      "source": "Psalm 84:11",
      "length": 135,
      "id": 116
    },
    {
      "text": "For thou, Lord, art good, and ready to forgive; and plenteous in mercy unto all them that call upon thee.",
      "source": "Psalm 86:5",
      "length": 105,
      "id": 117
    },
    {
      "text": "But thou, O Lord, art a God full of compassion, and gracious, long suffering, and plenteous in mercy and truth.",
      "source": "Psalm 86:15",
      "length": 111,
      "id": 118
    },
    {
      "text": "I will sing of the mercies of the LORD for ever: with my mouth will I make known thy faithfulness to all generations.",
      "source": "Psalm 89:1",
      "length": 117,
      "id": 119
    },
    {
      "text": "Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God.",
      "source": "Psalm 90:2",
      "length": 143,
      "id": 120
    },
    {
      "text": "So teach us to number our days, that we may apply our hearts unto wisdom.",
      "source": "Psalm 90:12",
      "length": 73,
      "id": 121
    },
    {
      "text": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty. I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.",
      "source": "Psalm 91:1-2",
      "length": 185,
      "id": 122
    },
    {
      "text": "He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.",
      "source": "Psalm 91:4",
      "length": 119,
      "id": 123
    },
    {
      "text": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
      "source": "Psalm 91:11",
      "length": 76,
      "id": 124
    },
    {
      "text": "In the multitude of my thoughts within me thy comforts delight my soul.",
      "source": "Psalm 94:19",
      "length": 71,
      "id": 125
    },
    {
      "text": "O come, let us sing unto the LORD: let us make a joyful noise to the rock of our salvation. Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms.",
      "source": "Psalm 95:1-2",
      "length": 188,
      "id": 126
    },
    {
      "text": "O sing unto the LORD a new song: sing unto the LORD, all the earth. Sing unto the LORD, bless his name; shew forth his salvation from day to day. Declare his glory among the heathen, his wonders among all people.",
      "source": "Psalm 96:1-3",
      "length": 212,
      "id": 127
    },
    {
      "text": "Make a joyful noise unto the LORD, all ye lands. Serve the LORD with gladness: come before his presence with singing.",
      "source": "Psalm 100:1-2",
      "length": 117,
      "id": 128
    },
    {
      "text": "Know ye that the LORD he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture.",
      "source": "Psalm 100:3",
      "length": 131,
      "id": 129
    },
    {
      "text": "Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name. For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.",
      "source": "Psalm 100:4-5",
      "length": 205,
      "id": 130
    },
    {
      "text": "Bless the LORD, O my soul: and all that is within me, bless his holy name. Bless the LORD, O my soul, and forget not all his benefits:",
      "source": "Psalm 103:1-2",
      "length": 134,
      "id": 131
    },
    {
      "text": "The LORD is merciful and gracious, slow to anger, and plenteous in mercy.",
      "source": "Psalm 103:8",
      "length": 73,
      "id": 132
    },
    {
      "text": "As far as the east is from the west, so far hath he removed our transgressions from us.",
      "source": "Psalm 103:12",
      "length": 87,
      "id": 133
    },
    {
      "text": "Like as a father pitieth his children, so the LORD pitieth them that fear him.",
      "source": "Psalm 103:13",
      "length": 78,
      "id": 134
    },
    {
      "text": "I will sing unto the LORD as long as I live: I will sing praise to my God while I have my being.",
      "source": "Psalm 104:33",
      "length": 96,
      "id": 135
    },
    {
      "text": "O give thanks unto the LORD, for he is good: for his mercy endureth for ever.",
      "source": "Psalm 107:1",
      "length": 77,
      "id": 136
    },
    {
      "text": "For thy mercy is great above the heavens: and thy truth reacheth unto the clouds.",
      "source": "Psalm 108:4",
      "length": 81,
      "id": 137
    },
    {
      "text": "The fear of the LORD is the beginning of wisdom: a good understanding have all they that do his commandments: his praise endureth for ever.",
      "source": "Psalm 111:10",
      "length": 139,
      "id": 138
    },
    {
      "text": "Praise ye the LORD. Blessed is the man that feareth the LORD, that delighteth greatly in his commandments.",
      "source": "Psalm 112:1",
      "length": 106,
      "id": 139
    },
    {
      "text": "I love the LORD, because he hath heard my voice and my supplications. Because he hath inclined his ear unto me, therefore will I call upon him as long as I live.",
      "source": "Psalm 116:1-2",
      "length": 161,
      "id": 140
    },
    {
      "text": "O give thanks unto the LORD; for he is good: because his mercy endureth for ever.",
      "source": "Psalm 118:1",
      "length": 81,
      "id": 141
    },
    {
      "text": "The LORD is on my side; I will not fear: what can man do unto me?",
      "source": "Psalm 118:6",
      "length": 65,
      "id": 142
    },
    {
      "text": "It is better to trust in the LORD than to put confidence in man.",
      "source": "Psalm 118:8",
      "length": 64,
      "id": 143
    },
    {
      "text": "This is the day which the LORD hath made; we will rejoice and be glad in it.",
      "source": "Psalm 118:24",
      "length": 76,
      "id": 144
    },
    {
      "text": "Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word. With my whole heart have I sought thee: O let me not wander from thy commandments. Thy word have I hid in mine heart, that I might not sin against thee.",
      "source": "Psalm 119:9-11",
      "length": 245,
      "id": 145
    },
    {
      "text": "Thy word have I hid in mine heart, that I might not sin against thee.",
      "source": "Psalm 119:11",
      "length": 69,
      "id": 146
    },
    {
      "text": "Thy word is a lamp unto my feet, and a light unto my path.",
      "source": "Psalm 119:105",
      "length": 58,
      "id": 147
    },
    {
      "text": "Thou art my hiding place and my shield: I hope in thy word.",
      "source": "Psalm 119:114",
      "length": 59,
      "id": 148
    },
    {
      "text": "The entrance of thy words giveth light; it giveth understanding unto the simple.",
      "source": "Psalm 119:130",
      "length": 80,
      "id": 149
    },
    {
      "text": "Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.",
      "source": "Psalm 119:160",
      "length": 96,
      "id": 150
    },
    {
      "text": "I will lift up mine eyes unto the hills, from whence cometh my help. My help cometh from the LORD, which made heaven and earth.",
      "source": "Psalm 121:1-2",
      "length": 127,
      "id": 151
    },
    {
      "text": "The LORD shall preserve thee from all evil: he shall preserve thy soul. The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
      "source": "Psalm 121:7-8",
      "length": 172,
      "id": 152
    },
    {
      "text": "I was glad when they said unto me, Let us go into the house of the LORD.",
      "source": "Psalm 122:1",
      "length": 72,
      "id": 153
    },
    {
      "text": "They that sow in tears shall reap in joy.",
      "source": "Psalm 126:5",
      "length": 41,
      "id": 154
    },
    {
      "text": "Except the LORD build the house, they labour in vain that build it: except the LORD keep the city, the watchman waketh but in vain.",
      "source": "Psalm 127:1",
      "length": 131,
      "id": 155
    },
    {
      "text": "Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.",
      "source": "Psalm 127:3",
      "length": 82,
      "id": 156
    },
    {
      "text": "I wait for the LORD, my soul doth wait, and in his word do I hope.",
      "source": "Psalm 130:5",
      "length": 66,
      "id": 157
    },
    {
      "text": "Behold, how good and how pleasant it is for brethren to dwell together in unity!",
      "source": "Psalm 133:1",
      "length": 80,
      "id": 158
    },
    {
      "text": "O give thanks unto the LORD; for he is good: for his mercy endureth for ever.",
      "source": "Psalm 136:1",
      "length": 77,
      "id": 159
    },
    {
      "text": "The LORD will perfect that which concerneth me: thy mercy, O LORD, endureth for ever: forsake not the works of thine own hands.",
      "source": "Psalm 138:8",
      "length": 127,
      "id": 160
    },
    {
      "text": "For thou hast possessed my reins: thou hast covered me in my mother’s womb. I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.",
      "source": "Psalm 139:13-14",
      "length": 199,
      "id": 161
    },
    {
      "text": "Search me, O God, and know my heart: try me, and know my thoughts: And see if there be any wicked way in me, and lead me in the way everlasting.",
      "source": "Psalm 139:23-24",
      "length": 144,
      "id": 162
    },
    {
      "text": "Set a watch, O LORD, before my mouth; keep the door of my lips.",
      "source": "Psalm 141:3",
      "length": 63,
      "id": 163
    },
    {
      "text": "Cause me to hear thy lovingkindness in the morning; for in thee do I trust: cause me to know the way wherein I should walk; for I lift up my soul unto thee.",
      "source": "Psalm 143:8",
      "length": 156,
      "id": 164
    },
    {
      "text": "Teach me to do thy will; for thou art my God: thy spirit is good; lead me into the land of uprightness.",
      "source": "Psalm 143:10",
      "length": 103,
      "id": 165
    },
    {
      "text": "Happy is that people, that is in such a case: yea, happy is that people, whose God is the LORD.",
      "source": "Psalm 144:15",
      "length": 95,
      "id": 166
    },
    {
      "text": "Great is the LORD, and greatly to be praised; and his greatness is unsearchable.",
      "source": "Psalm 145:3",
      "length": 80,
      "id": 167
    },
    {
      "text": "The LORD is gracious, and full of compassion; slow to anger, and of great mercy. The LORD is good to all: and his tender mercies are over all his works.",
      "source": "Psalm 145:8-9",
      "length": 152,
      "id": 168
    },
    {
      "text": "The LORD is nigh unto all them that call upon him, to all that call upon him in truth.",
      "source": "Psalm 145:18",
      "length": 86,
      "id": 169
    },
    {
      "text": "Happy is he that hath the God of Jacob for his help, whose hope is in the LORD his God:",
      "source": "Psalm 146:5",
      "length": 87,
      "id": 170
    },
    {
      "text": "He healeth the broken in heart, and bindeth up their wounds.",
      "source": "Psalm 147:3",
      "length": 60,
      "id": 171
    },
    {
      "text": "Great is our Lord, and of great power: his understanding is infinite.",
      "source": "Psalm 147:5",
      "length": 69,
      "id": 172
    },
    {
      "text": "Praise ye the LORD. Praise ye the LORD from the heavens: praise him in the heights. Praise ye him, all his angels: praise ye him, all his hosts. Praise ye him, sun and moon: praise him, all ye stars of light.",
      "source": "Psalm 148:1-3",
      "length": 208,
      "id": 173
    },
    {
      "text": "Praise ye the LORD. Sing unto the LORD a new song, and his praise in the congregation of saints.",
      "source": "Psalm 149:1",
      "length": 96,
      "id": 174
    },
    {
      "text": "Let every thing that hath breath praise the LORD. Praise ye the LORD.",
      "source": "Psalm 150:6",
      "length": 69,
      "id": 175
    },
    {
      "text": "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful. But his delight is in the law of the LORD; and in his law doth he meditate day and night. And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper. The ungodly are not so: but are like the chaff which the wind driveth away. Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous. For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.",
      "source": "Psalm 1:1-6",
      "length": 678,
      "id": 176
    },
    {
      "text": "The heavens declare the glory of God; and the firmament sheweth his handywork. Day unto day uttereth speech, and night unto night sheweth knowledge. There is no speech nor language, where their voice is not heard. Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun, Which is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to run a race. His going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.",
      "source": "Psalm 19:1-6",
      "length": 575,
      "id": 177
    },
    {
      "text": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: he leadeth me beside the still waters. He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.",
      "source": "Psalm 23:1-6",
      "length": 595,
      "id": 178
    },
    {
      "text": "The earth is the LORD’s, and the fulness thereof; the world, and they that dwell therein. For he hath founded it upon the seas, and established it upon the floods. Who shall ascend into the hill of the LORD? or who shall stand in his holy place? He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully. He shall receive the blessing from the LORD, and righteousness from the God of his salvation. This is the generation of them that seek him, that seek thy face, O Jacob. Selah.",
      "source": "Psalm 24:1-6",
      "length": 533,
      "id": 179
    },
    {
      "text": "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid? When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell. Though an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident. One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple. For in the time of trouble he shall hide me in his pavilion: in the secret of his tabernacle shall he hide me; he shall set me up upon a rock.",
      "source": "Psalm 27:1-5",
      "length": 692,
      "id": 180
    },
    {
      "text": "God is our refuge and strength, a very present help in trouble. Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea; Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah. There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the most High. God is in the midst of her; she shall not be moved: God shall help her, and that right early. The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted. The LORD of hosts is with us; the God of Jacob is our refuge. Selah.",
      "source": "Psalm 46:1-7",
      "length": 662,
      "id": 181
    },
    {
      "text": "Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions. Wash me throughly from mine iniquity, and cleanse me from my sin. For I acknowledge my transgressions: and my sin is ever before me. Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and be clear when thou judgest. Behold, I was shapen in iniquity; and in sin did my mother conceive me. Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom. Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear joy and gladness; that the bones which thou hast broken may rejoice. Hide thy face from my sins, and blot out all mine iniquities. Create in me a clean heart, O God; and renew a right spirit within me. Cast me not away from thy presence; and take not thy holy spirit from me. Restore unto me the joy of thy salvation; and uphold me with thy free spirit.",
      "source": "Psalm 51:1-12",
      "length": 1063,
      "id": 182
    },
    {
      "text": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty. I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust. Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence. He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler. Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day; Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday. A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.",
      "source": "Psalm 91:1-7",
      "length": 687,
      "id": 183
    },
    {
      "text": "Make a joyful noise unto the LORD, all ye lands. Serve the LORD with gladness: come before his presence with singing. Know ye that the LORD he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture. Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name. For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.",
      "source": "Psalm 100:1-5",
      "length": 455,
      "id": 184
    },
    {
      "text": "Bless the LORD, O my soul: and all that is within me, bless his holy name. Bless the LORD, O my soul, and forget not all his benefits: Who forgiveth all thine iniquities; who healeth all thy diseases; Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies; Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle’s.",
      "source": "Psalm 103:1-5",
      "length": 389,
      "id": 185
    },
    {
      "text": "I will lift up mine eyes unto the hills, from whence cometh my help. My help cometh from the LORD, which made heaven and earth. He will not suffer thy foot to be moved: he that keepeth thee will not slumber. Behold, he that keepeth Israel shall neither slumber nor sleep. The LORD is thy keeper: the LORD is thy shade upon thy right hand. The sun shall not smite thee by day, nor the moon by night. The LORD shall preserve thee from all evil: he shall preserve thy soul. The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
      "source": "Psalm 121:1-8",
      "length": 571,
      "id": 186
    },
    {
      "text": "O LORD, thou hast searched me, and known me. Thou knowest my downsitting and mine uprising, thou understandest my thought afar off. Thou compassest my path and my lying down, and art acquainted with all my ways. For there is not a word in my tongue, but, lo, O LORD, thou knowest it altogether. Thou hast beset me behind and before, and laid thine hand upon me. Such knowledge is too wonderful for me; it is high, I cannot attain unto it.",
      "source": "Psalm 139:1-6",
      "length": 438,
      "id": 187
    },
    {
      "text": "I will extol thee, my God, O king; and I will bless thy name for ever and ever. Every day will I bless thee; and I will praise thy name for ever and ever. Great is the LORD, and greatly to be praised; and his greatness is unsearchable. One generation shall praise thy works to another, and shall declare thy mighty acts. I will speak of the glorious honour of thy majesty, and of thy wondrous works. And men shall speak of the might of thy terrible acts: and I will declare thy greatness. They shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness.",
      "source": "Psalm 145:1-7",
      "length": 587,
      "id": 188
    },
    {
      "text": "Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power. Praise him for his mighty acts: praise him according to his excellent greatness. Praise him with the sound of the trumpet: praise him with the psaltery and harp. Praise him with the timbrel and dance: praise him with stringed instruments and organs. Praise him upon the loud cymbals: praise him upon the high sounding cymbals. Let every thing that hath breath praise the LORD. Praise ye the LORD.",
      "source": "Psalm 150:1-6",
      "length": 487,
      "id": 189
    },
    {
      "text": "The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.",
      "source": "Proverbs 1:7",
      "length": 93,
      "id": 190
    },
    {
      "text": "For the LORD giveth wisdom: out of his mouth cometh knowledge and understanding.",
      "source": "Proverbs 2:6",
      "length": 80,
      "id": 191
    },
    {
      "text": "My son, forget not my law; but let thine heart keep my commandments: For length of days, and long life, and peace, shall they add to thee.",
      "source": "Proverbs 3:1-2",
      "length": 138,
      "id": 192
    },
    {
      "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart: So shalt thou find favour and good understanding in the sight of God and man.",
      "source": "Proverbs 3:3-4",
      "length": 183,
      "id": 193
    },
    {
      "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
      "source": "Proverbs 3:5-6",
      "length": 146,
      "id": 194
    },
    {
      "text": "Be not wise in thine own eyes: fear the LORD, and depart from evil. It shall be health to thy navel, and marrow to thy bones.",
      "source": "Proverbs 3:7-8",
      "length": 125,
      "id": 195
    },
    {
      "text": "Honour the LORD with thy substance, and with the firstfruits of all thine increase: So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.",
      "source": "Proverbs 3:9-10",
      "length": 172,
      "id": 196
    },
    {
      "text": "My son, despise not the chastening of the LORD; neither be weary of his correction: For whom the LORD loveth he correcteth; even as a father the son in whom he delighteth.",
      "source": "Proverbs 3:11-12",
      "length": 171,
      "id": 197
    },
    {
      "text": "Happy is the man that findeth wisdom, and the man that getteth understanding. For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold.",
      "source": "Proverbs 3:13-14",
      "length": 182,
      "id": 198
    },
    {
      "text": "The LORD by wisdom hath founded the earth; by understanding hath he established the heavens. By his knowledge the depths are broken up, and the clouds drop down the dew.",
      "source": "Proverbs 3:19-20",
      "length": 169,
      "id": 199
    },
    {
      "text": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
      "source": "Proverbs 4:7",
      "length": 96,
      "id": 200
    },
    {
      "text": "Keep thy heart with all diligence; for out of it are the issues of life.",
      "source": "Proverbs 4:23",
      "length": 72,
      "id": 201
    },
    {
      "text": "Let thine eyes look right on, and let thine eyelids look straight before thee. Ponder the path of thy feet, and let all thy ways be established. Turn not to the right hand nor to the left: remove thy foot from evil.",
      "source": "Proverbs 4:25-27",
      "length": 215,
      "id": 202
    },
    {
      "text": "Go to the ant, thou sluggard; consider her ways, and be wise:",
      "source": "Proverbs 6:6",
      "length": 61,
      "id": 203
    },
    {
      "text": "These six things doth the LORD hate: yea, seven are an abomination unto him: A proud look, a lying tongue, and hands that shed innocent blood, An heart that deviseth wicked imaginations, feet that be swift in running to mischief, A false witness that speaketh lies, and he that soweth discord among brethren.",
      "source": "Proverbs 6:16-19",
      "length": 308,
      "id": 204
    },
    {
      "text": "The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding.",
      "source": "Proverbs 9:10",
      "length": 96,
      "id": 205
    },
    {
      "text": "Hatred stirreth up strifes: but love covereth all sins.",
      "source": "Proverbs 10:12",
      "length": 55,
      "id": 206
    },
    {
      "text": "The blessing of the LORD, it maketh rich, and he addeth no sorrow with it.",
      "source": "Proverbs 10:22",
      "length": 74,
      "id": 207
    },
    {
      "text": "The fear of the LORD prolongeth days: but the years of the wicked shall be shortened.",
      "source": "Proverbs 10:27",
      "length": 85,
      "id": 208
    },
    {
      "text": "When pride cometh, then cometh shame: but with the lowly is wisdom.",
      "source": "Proverbs 11:2",
      "length": 67,
      "id": 209
    },
    {
      "text": "Where no counsel is, the people fall: but in the multitude of counsellors there is safety.",
      "source": "Proverbs 11:14",
      "length": 90,
      "id": 210
    },
    {
      "text": "The liberal soul shall be made fat: and he that watereth shall be watered also himself.",
      "source": "Proverbs 11:25",
      "length": 87,
      "id": 211
    },
    {
      "text": "The fruit of the righteous is a tree of life; and he that winneth souls is wise.",
      "source": "Proverbs 11:30",
      "length": 80,
      "id": 212
    },
    {
      "text": "Whoso loveth instruction loveth knowledge: but he that hateth reproof is brutish.",
      "source": "Proverbs 12:1",
      "length": 81,
      "id": 213
    },
    {
      "text": "The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise.",
      "source": "Proverbs 12:15",
      "length": 88,
      "id": 214
    },
    {
      "text": "Heaviness in the heart of man maketh it stoop: but a good word maketh it glad.",
      "source": "Proverbs 12:25",
      "length": 78,
      "id": 215
    },
    {
      "text": "He that keepeth his mouth keepeth his life: but he that openeth wide his lips shall have destruction.",
      "source": "Proverbs 13:3",
      "length": 101,
      "id": 216
    },
    {
      "text": "Hope deferred maketh the heart sick: but when the desire cometh, it is a tree of life.",
      "source": "Proverbs 13:12",
      "length": 86,
      "id": 217
    },
    {
      "text": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.",
      "source": "Proverbs 13:20",
      "length": 89,
      "id": 218
    },
    {
      "text": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes.",
      "source": "Proverbs 13:24",
      "length": 86,
      "id": 219
    },
    {
      "text": "There is a way which seemeth right unto a man, but the end thereof are the ways of death.",
      "source": "Proverbs 14:12",
      "length": 89,
      "id": 220
    },
    {
      "text": "In the fear of the LORD is strong confidence: and his children shall have a place of refuge.",
      "source": "Proverbs 14:26",
      "length": 92,
      "id": 221
    },
    {
      "text": "He that is slow to wrath is of great understanding: but he that is hasty of spirit exalteth folly.",
      "source": "Proverbs 14:29",
      "length": 98,
      "id": 222
    },
    {
      "text": "Righteousness exalteth a nation: but sin is a reproach to any people.",
      "source": "Proverbs 14:34",
      "length": 69,
      "id": 223
    },
    {
      "text": "A soft answer turneth away wrath: but grievous words stir up anger.",
      "source": "Proverbs 15:1",
      "length": 67,
      "id": 224
    },
    {
      "text": "The eyes of the LORD are in every place, beholding the evil and the good.",
      "source": "Proverbs 15:3",
      "length": 73,
      "id": 225
    },
    {
      "text": "A merry heart maketh a cheerful countenance: but by sorrow of the heart the spirit is broken.",
      "source": "Proverbs 15:13",
      "length": 93,
      "id": 226
    },
    {
      "text": "Without counsel purposes are disappointed: but in the multitude of counsellors they are established.",
      "source": "Proverbs 15:22",
      "length": 100,
      "id": 227
    },
    {
      "text": "The fear of the LORD is the instruction of wisdom; and before honour is humility.",
      "source": "Proverbs 15:33",
      "length": 81,
      "id": 228
    },
    {
      "text": "Commit thy works unto the LORD, and thy thoughts shall be established.",
      "source": "Proverbs 16:3",
      "length": 70,
      "id": 229
    },
    {
      "text": "When a man’s ways please the LORD, he maketh even his enemies to be at peace with him.",
      "source": "Proverbs 16:7",
      "length": 86,
      "id": 230
    },
    {
      "text": "A man’s heart deviseth his way: but the LORD directeth his steps.",
      "source": "Proverbs 16:9",
      "length": 65,
      "id": 231
    },
    {
      "text": "Pride goeth before destruction, and an haughty spirit before a fall.",
      "source": "Proverbs 16:18",
      "length": 68,
      "id": 232
    },
    {
      "text": "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.",
      "source": "Proverbs 16:24",
      "length": 79,
      "id": 233
    },
    {
      "text": "He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.",
      "source": "Proverbs 16:32",
      "length": 109,
      "id": 234
    },
    {
      "text": "A friend loveth at all times, and a brother is born for adversity.",
      "source": "Proverbs 17:17",
      "length": 66,
      "id": 235
    },
    {
      "text": "A merry heart doeth good like a medicine: but a broken spirit drieth the bones.",
      "source": "Proverbs 17:22",
      "length": 79,
      "id": 236
    },
    {
      "text": "The name of the LORD is a strong tower: the righteous runneth into it, and is safe.",
      "source": "Proverbs 18:10",
      "length": 83,
      "id": 237
    },
    {
      "text": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.",
      "source": "Proverbs 18:21",
      "length": 97,
      "id": 238
    },
    {
      "text": "A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother.",
      "source": "Proverbs 18:24",
      "length": 110,
      "id": 239
    },
    {
      "text": "He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.",
      "source": "Proverbs 19:17",
      "length": 106,
      "id": 240
    },
    {
      "text": "There are many devices in a man’s heart; nevertheless the counsel of the LORD, that shall stand.",
      "source": "Proverbs 19:21",
      "length": 96,
      "id": 241
    },
    {
      "text": "The just man walketh in his integrity: his children are blessed after him.",
      "source": "Proverbs 20:7",
      "length": 74,
      "id": 242
    },
    {
      "text": "Every way of a man is right in his own eyes: but the LORD pondereth the hearts.",
      "source": "Proverbs 21:2",
      "length": 79,
      "id": 243
    },
    {
      "text": "He that followeth after righteousness and mercy findeth life, righteousness, and honour.",
      "source": "Proverbs 21:21",
      "length": 88,
      "id": 244
    },
    {
      "text": "A GOOD name is rather to be chosen than great riches, and loving favour rather than silver and gold.",
      "source": "Proverbs 22:1",
      "length": 100,
      "id": 245
    },
    {
      "text": "Train up a child in the way he should go: and when he is old, he will not depart from it.",
      "source": "Proverbs 22:6",
      "length": 89,
      "id": 246
    },
    {
      "text": "He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.",
      "source": "Proverbs 22:9",
      "length": 86,
      "id": 247
    },
    {
      "text": "For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.",
      "source": "Proverbs 23:7",
      "length": 107,
      "id": 248
    },
    {
      "text": "For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.",
      "source": "Proverbs 24:16",
      "length": 97,
      "id": 249
    },
    {
      "text": "A word fitly spoken is like apples of gold in pictures of silver.",
      "source": "Proverbs 25:11",
      "length": 65,
      "id": 250
    },
    {
      "text": "If thine enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink: For thou shalt heap coals of fire upon his head, and the LORD shall reward thee.",
      "source": "Proverbs 25:21-22",
      "length": 176,
      "id": 251
    },
    {
      "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth.",
      "source": "Proverbs 27:1",
      "length": 80,
      "id": 252
    },
    {
      "text": "Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips.",
      "source": "Proverbs 27:2",
      "length": 89,
      "id": 253
    },
    {
      "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.",
      "source": "Proverbs 27:6",
      "length": 78,
      "id": 254
    },
    {
      "text": "Ointment and perfume rejoice the heart: so doth the sweetness of a man’s friend by hearty counsel.",
      "source": "Proverbs 27:9",
      "length": 98,
      "id": 255
    },
    {
      "text": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend.",
      "source": "Proverbs 27:17",
      "length": 72,
      "id": 256
    },
    {
      "text": "The wicked flee when no man pursueth: but the righteous are bold as a lion.",
      "source": "Proverbs 28:1",
      "length": 75,
      "id": 257
    },
    {
      "text": "He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.",
      "source": "Proverbs 28:13",
      "length": 102,
      "id": 258
    },
    {
      "text": "A fool uttereth all his mind: but a wise man keepeth it in till afterwards.",
      "source": "Proverbs 29:11",
      "length": 75,
      "id": 259
    },
    {
      "text": "Where there is no vision, the people perish: but he that keepeth the law, happy is he.",
      "source": "Proverbs 29:18",
      "length": 86,
      "id": 260
    },
    {
      "text": "The fear of man bringeth a snare: but whoso putteth his trust in the LORD shall be safe.",
      "source": "Proverbs 29:25",
      "length": 88,
      "id": 261
    },
    {
      "text": "Every word of God is pure: he is a shield unto them that put their trust in him.",
      "source": "Proverbs 30:5",
      "length": 80,
      "id": 262
    },
    {
      "text": "Open thy mouth for the dumb in the cause of all such as are appointed to destruction. Open thy mouth, judge righteously, and plead the cause of the poor and needy.",
      "source": "Proverbs 31:8-9",
      "length": 163,
      "id": 263
    },
    {
      "text": "Who can find a virtuous woman? for her price is far above rubies.",
      "source": "Proverbs 31:10",
      "length": 65,
      "id": 264
    },
    {
      "text": "Strength and honour are her clothing; and she shall rejoice in time to come. She openeth her mouth with wisdom; and in her tongue is the law of kindness.",
      "source": "Proverbs 31:25-26",
      "length": 153,
      "id": 265
    },
    {
      "text": "Favour is deceitful, and beauty is vain: but a woman that feareth the LORD, she shall be praised.",
      "source": "Proverbs 31:30",
      "length": 97,
      "id": 266
    },
    {
      "text": "The proverbs of Solomon the son of David, king of Israel; To know wisdom and instruction; to perceive the words of understanding; To receive the instruction of wisdom, justice, and judgment, and equity; To give subtilty to the simple, to the young man knowledge and discretion. A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels: To understand a proverb, and the interpretation; the words of the wise, and their dark sayings. The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.",
      "source": "Proverbs 1:1-7",
      "length": 577,
      "id": 267
    },
    {
      "text": "My son, if thou wilt receive my words, and hide my commandments with thee; So that thou incline thine ear unto wisdom, and apply thine heart to understanding; Yea, if thou criest after knowledge, and liftest up thy voice for understanding; If thou seekest her as silver, and searchest for her as for hid treasures; Then shalt thou understand the fear of the LORD, and find the knowledge of God. For the LORD giveth wisdom: out of his mouth cometh knowledge and understanding.",
      "source": "Proverbs 2:1-6",
      "length": 475,
      "id": 268
    },
    {
      "text": "My son, forget not my law; but let thine heart keep my commandments: For length of days, and long life, and peace, shall they add to thee. Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart: So shalt thou find favour and good understanding in the sight of God and man. Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths. Be not wise in thine own eyes: fear the LORD, and depart from evil. It shall be health to thy navel, and marrow to thy bones.",
      "source": "Proverbs 3:1-8",
      "length": 595,
      "id": 269
    },
    {
      "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths. Be not wise in thine own eyes: fear the LORD, and depart from evil. It shall be health to thy navel, and marrow to thy bones. Honour the LORD with thy substance, and with the firstfruits of all thine increase: So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.",
      "source": "Proverbs 3:5-10",
      "length": 445,
      "id": 270
    },
    {
      "text": "Hear, ye children, the instruction of a father, and attend to know understanding. For I give you good doctrine, forsake ye not my law. For I was my father’s son, tender and only beloved in the sight of my mother. He taught me also, and said unto me, Let thine heart retain my words: keep my commandments, and live. Get wisdom, get understanding: forget it not; neither decline from the words of my mouth. Forsake her not, and she shall preserve thee: love her, and she shall keep thee. Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding. Exalt her, and she shall promote thee: she shall bring thee to honour, when thou dost embrace her. She shall give to thine head an ornament of grace: a crown of glory shall she deliver to thee.",
      "source": "Proverbs 4:1-9",
      "length": 776,
      "id": 271
    },
    {
      "text": "Go to the ant, thou sluggard; consider her ways, and be wise: Which having no guide, overseer, or ruler, Provideth her meat in the summer, and gathereth her food in the harvest. How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep? Yet a little sleep, a little slumber, a little folding of the hands to sleep: So shall thy poverty come as one that travelleth, and thy want as an armed man.",
      "source": "Proverbs 6:6-11",
      "length": 412,
      "id": 272
    },
    {
      "text": "Strength and honour are her clothing; and she shall rejoice in time to come. She openeth her mouth with wisdom; and in her tongue is the law of kindness. She looketh well to the ways of her household, and eateth not the bread of idleness. Her children arise up, and call her blessed; her husband also, and he praiseth her. Many daughters have done virtuously, but thou excellest them all. Favour is deceitful, and beauty is vain: but a woman that feareth the LORD, she shall be praised. Give her of the fruit of her hands; and let her own works praise her in the gates.",
      "source": "Proverbs 31:25-31",
      "length": 569,
      "id": 273
    },
    {
      "text": "But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.",
      "source": "Matthew 4:4",
      "length": 134,
      "id": 274
    },
    {
      "text": "And he saith unto them, Follow me, and I will make you fishers of men.",
      "source": "Matthew 4:19",
      "length": 70,
      "id": 275
    },
    {
      "text": "Blessed are the poor in spirit: for theirs is the kingdom of heaven.",
      "source": "Matthew 5:3",
      "length": 68,
      "id": 276
    },
    {
      "text": "Blessed are they that mourn: for they shall be comforted.",
      "source": "Matthew 5:4",
      "length": 57,
      "id": 277
    },
    {
      "text": "Blessed are the meek: for they shall inherit the earth.",
      "source": "Matthew 5:5",
      "length": 55,
      "id": 278
    },
    {
      "text": "Blessed are they which do hunger and thirst after righteousness: for they shall be filled.",
      "source": "Matthew 5:6",
      "length": 90,
      "id": 279
    },
    {
      "text": "Blessed are the merciful: for they shall obtain mercy.",
      "source": "Matthew 5:7",
      "length": 54,
      "id": 280
    },
    {
      "text": "Blessed are the pure in heart: for they shall see God.",
      "source": "Matthew 5:8",
      "length": 54,
      "id": 281
    },
    {
      "text": "Blessed are the peacemakers: for they shall be called the children of God.",
      "source": "Matthew 5:9",
      "length": 74,
      "id": 282
    },
    {
      "text": "Ye are the light of the world. A city that is set on an hill cannot be hid.",
      "source": "Matthew 5:14",
      "length": 75,
      "id": 283
    },
    {
      "text": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
      "source": "Matthew 5:16",
      "length": 114,
      "id": 284
    },
    {
      "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
      "source": "Matthew 5:44",
      "length": 161,
      "id": 285
    },
    {
      "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.",
      "source": "Matthew 6:6",
      "length": 187,
      "id": 286
    },
    {
      "text": "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.",
      "source": "Matthew 6:9-13",
      "length": 373,
      "id": 287
    },
    {
      "text": "Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal: For where your treasure is, there will your heart be also.",
      "source": "Matthew 6:19-21",
      "length": 322,
      "id": 288
    },
    {
      "text": "Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment? Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they? Which of you by taking thought can add one cubit unto his stature?",
      "source": "Matthew 6:25-27",
      "length": 435,
      "id": 289
    },
    {
      "text": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
      "source": "Matthew 6:33",
      "length": 106,
      "id": 290
    },
    {
      "text": "Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof.",
      "source": "Matthew 6:34",
      "length": 146,
      "id": 291
    },
    {
      "text": "Judge not, that ye be not judged.",
      "source": "Matthew 7:1",
      "length": 33,
      "id": 292
    },
    {
      "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:",
      "source": "Matthew 7:7",
      "length": 96,
      "id": 293
    },
    {
      "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you: For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.",
      "source": "Matthew 7:7-8",
      "length": 207,
      "id": 294
    },
    {
      "text": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
      "source": "Matthew 7:12",
      "length": 128,
      "id": 295
    },
    {
      "text": "Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.",
      "source": "Matthew 7:13-14",
      "length": 250,
      "id": 296
    },
    {
      "text": "Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock: And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock. And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand: And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.",
      "source": "Matthew 7:24-27",
      "length": 553,
      "id": 297
    },
    {
      "text": "But when Jesus heard that, he said unto them, They that be whole need not a physician, but they that are sick. But go ye and learn what that meaneth, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance.",
      "source": "Matthew 9:12-13",
      "length": 255,
      "id": 298
    },
    {
      "text": "And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.",
      "source": "Matthew 10:28",
      "length": 146,
      "id": 299
    },
    {
      "text": "Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father. But the very hairs of your head are all numbered. Fear ye not therefore, ye are of more value than many sparrows.",
      "source": "Matthew 10:29-31",
      "length": 221,
      "id": 300
    },
    {
      "text": "He that findeth his life shall lose it: and he that loseth his life for my sake shall find it.",
      "source": "Matthew 10:39",
      "length": 94,
      "id": 301
    },
    {
      "text": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
      "source": "Matthew 11:28",
      "length": 79,
      "id": 302
    },
    {
      "text": "Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.",
      "source": "Matthew 11:28-30",
      "length": 238,
      "id": 303
    },
    {
      "text": "But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment. For by thy words thou shalt be justified, and by thy words thou shalt be condemned.",
      "source": "Matthew 12:36-37",
      "length": 202,
      "id": 304
    },
    {
      "text": "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me. For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it. For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?",
      "source": "Matthew 16:24-26",
      "length": 370,
      "id": 305
    },
    {
      "text": "For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?",
      "source": "Matthew 16:26",
      "length": 135,
      "id": 306
    },
    {
      "text": "And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.",
      "source": "Matthew 18:3",
      "length": 134,
      "id": 307
    },
    {
      "text": "For where two or three are gathered together in my name, there am I in the midst of them.",
      "source": "Matthew 18:20",
      "length": 89,
      "id": 308
    },
    {
      "text": "But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.",
      "source": "Matthew 19:14",
      "length": 115,
      "id": 309
    },
    {
      "text": "But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible.",
      "source": "Matthew 19:26",
      "length": 109,
      "id": 310
    },
    {
      "text": "But it shall not be so among you: but whosoever will be great among you, let him be your minister; And whosoever will be chief among you, let him be your servant: Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
      "source": "Matthew 20:26-28",
      "length": 274,
      "id": 311
    },
    {
      "text": "Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself. On these two commandments hang all the law and the prophets.",
      "source": "Matthew 22:37-40",
      "length": 295,
      "id": 312
    },
    {
      "text": "Heaven and earth shall pass away, but my words shall not pass away.",
      "source": "Matthew 24:35",
      "length": 67,
      "id": 313
    },
    {
      "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
      "source": "Matthew 25:21",
      "length": 187,
      "id": 314
    },
    {
      "text": "For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in: Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.",
      "source": "Matthew 25:35-36",
      "length": 211,
      "id": 315
    },
    {
      "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
      "source": "Matthew 25:40",
      "length": 164,
      "id": 316
    },
    {
      "text": "And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen.",
      "source": "Matthew 28:18-20",
      "length": 352,
      "id": 317
    },
    {
      "text": "And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.",
      "source": "Mark 1:15",
      "length": 104,
      "id": 318
    },
    {
      "text": "When Jesus heard it, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance.",
      "source": "Mark 2:17",
      "length": 176,
      "id": 319
    },
    {
      "text": "And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me. For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel’s, the same shall save it. For what shall it profit a man, if he shall gain the whole world, and lose his own soul?",
      "source": "Mark 8:34-36",
      "length": 401,
      "id": 320
    },
    {
      "text": "For what shall it profit a man, if he shall gain the whole world, and lose his own soul?",
      "source": "Mark 8:36",
      "length": 88,
      "id": 321
    },
    {
      "text": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
      "source": "Mark 9:23",
      "length": 90,
      "id": 322
    },
    {
      "text": "And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.",
      "source": "Mark 10:27",
      "length": 117,
      "id": 323
    },
    {
      "text": "But so shall it not be among you: but whosoever will be great among you, shall be your minister: And whosoever of you will be the chiefest, shall be servant of all. For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
      "source": "Mark 10:43-45",
      "length": 277,
      "id": 324
    },
    {
      "text": "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.",
      "source": "Mark 11:24",
      "length": 123,
      "id": 325
    },
    {
      "text": "And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.",
      "source": "Mark 11:25",
      "length": 139,
      "id": 326
    },
    {
      "text": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment. And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.",
      "source": "Mark 12:30-31",
      "length": 291,
      "id": 327
    },
    {
      "text": "The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, To preach the acceptable year of the Lord.",
      "source": "Luke 4:18-19",
      "length": 300,
      "id": 328
    },
    {
      "text": "But I say unto you which hear, Love your enemies, do good to them which hate you, Bless them that curse you, and pray for them which despitefully use you.",
      "source": "Luke 6:27-28",
      "length": 154,
      "id": 329
    },
    {
      "text": "And as ye would that men should do to you, do ye also to them likewise.",
      "source": "Luke 6:31",
      "length": 71,
      "id": 330
    },
    {
      "text": "But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil. Be ye therefore merciful, as your Father also is merciful.",
      "source": "Luke 6:35-36",
      "length": 262,
      "id": 331
    },
    {
      "text": "Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:",
      "source": "Luke 6:37",
      "length": 117,
      "id": 332
    },
    {
      "text": "Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.",
      "source": "Luke 6:38",
      "length": 217,
      "id": 333
    },
    {
      "text": "And he said to them all, If any man will come after me, let him deny himself, and take up his cross daily, and follow me.",
      "source": "Luke 9:23",
      "length": 121,
      "id": 334
    },
    {
      "text": "And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God.",
      "source": "Luke 9:62",
      "length": 116,
      "id": 335
    },
    {
      "text": "And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.",
      "source": "Luke 10:27",
      "length": 178,
      "id": 336
    },
    {
      "text": "And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you. For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.",
      "source": "Luke 11:9-10",
      "length": 227,
      "id": 337
    },
    {
      "text": "And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.",
      "source": "Luke 12:15",
      "length": 145,
      "id": 338
    },
    {
      "text": "And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on. The life is more than meat, and the body is more than raiment. Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?",
      "source": "Luke 12:22-24",
      "length": 372,
      "id": 339
    },
    {
      "text": "For where your treasure is, there will your heart be also.",
      "source": "Luke 12:34",
      "length": 58,
      "id": 340
    },
    {
      "text": "For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted.",
      "source": "Luke 14:11",
      "length": 94,
      "id": 341
    },
    {
      "text": "I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.",
      "source": "Luke 15:7",
      "length": 155,
      "id": 342
    },
    {
      "text": "Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.",
      "source": "Luke 15:10",
      "length": 107,
      "id": 343
    },
    {
      "text": "But Jesus called them unto him, and said, Suffer little children to come unto me, and forbid them not: for of such is the kingdom of God. Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child shall in no wise enter therein.",
      "source": "Luke 18:16-17",
      "length": 257,
      "id": 344
    },
    {
      "text": "Heaven and earth shall pass away: but my words shall not pass away.",
      "source": "Luke 21:33",
      "length": 67,
      "id": 345
    },
    {
      "text": "Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.",
      "source": "Luke 23:34",
      "length": 114,
      "id": 346
    },
    {
      "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.",
      "source": "John 3:3",
      "length": 128,
      "id": 347
    },
    {
      "text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
      "source": "John 3:16",
      "length": 141,
      "id": 348
    },
    {
      "text": "For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "source": "John 3:17",
      "length": 108,
      "id": 349
    },
    {
      "text": "But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.",
      "source": "John 4:14",
      "length": 181,
      "id": 350
    },
    {
      "text": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.",
      "source": "John 5:24",
      "length": 188,
      "id": 351
    },
    {
      "text": "And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.",
      "source": "John 6:35",
      "length": 138,
      "id": 352
    },
    {
      "text": "Verily, verily, I say unto you, He that believeth on me hath everlasting life.",
      "source": "John 6:47",
      "length": 78,
      "id": 353
    },
    {
      "text": "In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink. He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.",
      "source": "John 7:37-38",
      "length": 233,
      "id": 354
    },
    {
      "text": "Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.",
      "source": "John 8:12",
      "length": 153,
      "id": 355
    },
    {
      "text": "Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed; And ye shall know the truth, and the truth shall make you free.",
      "source": "John 8:31-32",
      "length": 176,
      "id": 356
    },
    {
      "text": "If the Son therefore shall make you free, ye shall be free indeed.",
      "source": "John 8:36",
      "length": 66,
      "id": 357
    },
    {
      "text": "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly.",
      "source": "John 10:10",
      "length": 150,
      "id": 358
    },
    {
      "text": "I am the good shepherd: the good shepherd giveth his life for the sheep.",
      "source": "John 10:11",
      "length": 72,
      "id": 359
    },
    {
      "text": "My sheep hear my voice, and I know them, and they follow me: And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.",
      "source": "John 10:27-28",
      "length": 173,
      "id": 360
    },
    {
      "text": "I and my Father are one.",
      "source": "John 10:30",
      "length": 24,
      "id": 361
    },
    {
      "text": "Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die. Believest thou this?",
      "source": "John 11:25-26",
      "length": 201,
      "id": 362
    },
    {
      "text": "I am come a light into the world, that whosoever believeth on me should not abide in darkness.",
      "source": "John 12:46",
      "length": 94,
      "id": 363
    },
    {
      "text": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another. By this shall all men know that ye are my disciples, if ye have love one to another.",
      "source": "John 13:34-35",
      "length": 197,
      "id": 364
    },
    {
      "text": "Let not your heart be troubled: ye believe in God, believe also in me. In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.",
      "source": "John 14:1-3",
      "length": 313,
      "id": 365
    },
    {
      "text": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
      "source": "John 14:6",
      "length": 102,
      "id": 366
    },
    {
      "text": "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son. If ye shall ask any thing in my name, I will do it.",
      "source": "John 14:13-14",
      "length": 152,
      "id": 367
    },
    {
      "text": "If ye love me, keep my commandments.",
      "source": "John 14:15",
      "length": 36,
      "id": 368
    },
    {
      "text": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
      "source": "John 14:27",
      "length": 149,
      "id": 369
    },
    {
      "text": "I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.",
      "source": "John 15:5",
      "length": 142,
      "id": 370
    },
    {
      "text": "As the Father hath loved me, so have I loved you: continue ye in my love. If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love. These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.",
      "source": "John 15:9-11",
      "length": 300,
      "id": 371
    },
    {
      "text": "This is my commandment, That ye love one another, as I have loved you. Greater love hath no man than this, that a man lay down his life for his friends.",
      "source": "John 15:12-13",
      "length": 152,
      "id": 372
    },
    {
      "text": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
      "source": "John 16:33",
      "length": 157,
      "id": 373
    },
    {
      "text": "Blessed are the poor in spirit: for theirs is the kingdom of heaven. Blessed are they that mourn: for they shall be comforted. Blessed are the meek: for they shall inherit the earth. Blessed are they which do hunger and thirst after righteousness: for they shall be filled. Blessed are the merciful: for they shall obtain mercy. Blessed are the pure in heart: for they shall see God. Blessed are the peacemakers: for they shall be called the children of God. Blessed are they which are persecuted for righteousness’ sake: for theirs is the kingdom of heaven. Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.",
      "source": "Matthew 5:3-12",
      "length": 814,
      "id": 374
    },
    {
      "text": "Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. For if ye love them which love you, what reward have ye? do not even the publicans the same? And if ye salute your brethren only, what do ye more than others? do not even the publicans so? Be ye therefore perfect, even as your Father which is in heaven is perfect.",
      "source": "Matthew 5:43-48",
      "length": 687,
      "id": 375
    },
    {
      "text": "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen. For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.",
      "source": "Matthew 6:9-15",
      "length": 551,
      "id": 376
    },
    {
      "text": "Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment? Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they? Which of you by taking thought can add one cubit unto his stature? And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin: And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these. Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith? Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed? (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things. But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you. Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof.",
      "source": "Matthew 6:25-34",
      "length": 1308,
      "id": 377
    },
    {
      "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you: For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened. Or what man is there of you, whom if his son ask bread, will he give him a stone? Or if he ask a fish, will he give him a serpent? If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him? Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
      "source": "Matthew 7:7-12",
      "length": 629,
      "id": 378
    },
    {
      "text": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world: For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in: Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison, and came unto thee? And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
      "source": "Matthew 25:34-40",
      "length": 793,
      "id": 379
    },
    {
      "text": "But I say unto you which hear, Love your enemies, do good to them which hate you, Bless them that curse you, and pray for them which despitefully use you. And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloak forbid not to take thy coat also. Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again. And as ye would that men should do to you, do ye also to them likewise. For if ye love them which love you, what thank have ye? for sinners also love those that love them. And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same. And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again. But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil. Be ye therefore merciful, as your Father also is merciful.",
      "source": "Luke 6:27-36",
      "length": 1059,
      "id": 380
    },
    {
      "text": "And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on. The life is more than meat, and the body is more than raiment. Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls? And which of you with taking thought can add to his stature one cubit? If ye then be not able to do that thing which is least, why take ye thought for the rest? Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these. If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith? And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind. For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. But rather seek ye the kingdom of God; and all these things shall be added unto you.",
      "source": "Luke 12:22-31",
      "length": 1139,
      "id": 381
    },
    {
      "text": "And he spake this parable unto them, saying, What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it? And when he hath found it, he layeth it on his shoulders, rejoicing. And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost. I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.",
      "source": "Luke 15:3-7",
      "length": 590,
      "id": 382
    },
    {
      "text": "Let not your heart be troubled: ye believe in God, believe also in me. In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also. And whither I go ye know, and the way ye know. Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way? Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
      "source": "John 14:1-6",
      "length": 553,
      "id": 383
    },
    {
      "text": "I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit. Now ye are clean through the word which I have spoken unto you. Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.",
      "source": "John 15:1-8",
      "length": 876,
      "id": 384
    },
    {
      "text": "As the Father hath loved me, so have I loved you: continue ye in my love. If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love. These things have I spoken unto you, that my joy might remain in you, and that your joy might be full. This is my commandment, That ye love one another, as I have loved you. Greater love hath no man than this, that a man lay down his life for his friends. Ye are my friends, if ye do whatsoever I command you. Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you. Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you. These things I command you, that ye love one another.",
      "source": "John 15:9-17",
      "length": 966,
      "id": 385
    },
    {
      "text": "The LORD shall fight for you, and ye shall hold your peace.",
      "source": "Exodus 14:14",
      "length": 59,
      "id": 386
    },
    {
      "text": "The LORD is my strength and song, and he is become my salvation: he is my God, and I will prepare him an habitation; my father’s God, and I will exalt him.",
      "source": "Exodus 15:2",
      "length": 155,
      "id": 387
    },
    {
      "text": "Thou shalt have no other gods before me.",
      "source": "Exodus 20:3",
      "length": 40,
      "id": 388
    },
    {
      "text": "Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.",
      "source": "Exodus 20:12",
      "length": 109,
      "id": 389
    },
    {
      "text": "And he said, My presence shall go with thee, and I will give thee rest.",
      "source": "Exodus 33:14",
      "length": 71,
      "id": 390
    },
    {
      "text": "Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.",
      "source": "Leviticus 19:18",
      "length": 139,
      "id": 391
    },
    {
      "text": "The LORD bless thee, and keep thee: The LORD make his face shine upon thee, and be gracious unto thee: The LORD lift up his countenance upon thee, and give thee peace.",
      "source": "Numbers 6:24-26",
      "length": 167,
      "id": 392
    },
    {
      "text": "And thou shalt love the LORD thy God with all thine heart, and with all thy soul, and with all thy might.",
      "source": "Deuteronomy 6:5",
      "length": 105,
      "id": 393
    },
    {
      "text": "Know therefore that the LORD thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations;",
      "source": "Deuteronomy 7:9",
      "length": 176,
      "id": 394
    },
    {
      "text": "Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.",
      "source": "Deuteronomy 28:6",
      "length": 89,
      "id": 395
    },
    {
      "text": "Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.",
      "source": "Deuteronomy 31:6",
      "length": 161,
      "id": 396
    },
    {
      "text": "And the LORD, he it is that doth go before thee; he will be with thee, he will not fail thee, neither forsake thee: fear not, neither be dismayed.",
      "source": "Deuteronomy 31:8",
      "length": 146,
      "id": 397
    },
    {
      "text": "This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.",
      "source": "Joshua 1:8",
      "length": 259,
      "id": 398
    },
    {
      "text": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.",
      "source": "Joshua 1:9",
      "length": 160,
      "id": 399
    },
    {
      "text": "And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the LORD.",
      "source": "Joshua 24:15",
      "length": 277,
      "id": 400
    },
    {
      "text": "And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:",
      "source": "Ruth 1:16",
      "length": 208,
      "id": 401
    },
    {
      "text": "But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.",
      "source": "1 Samuel 16:7",
      "length": 235,
      "id": 402
    },
    {
      "text": "As for God, his way is perfect; the word of the LORD is tried: he is a buckler to all them that trust in him.",
      "source": "2 Samuel 22:31",
      "length": 109,
      "id": 403
    },
    {
      "text": "Seek the LORD and his strength, seek his face continually.",
      "source": "1 Chronicles 16:11",
      "length": 58,
      "id": 404
    },
    {
      "text": "O give thanks unto the LORD; for he is good; for his mercy endureth for ever.",
      "source": "1 Chronicles 16:34",
      "length": 77,
      "id": 405
    },
    {
      "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
      "source": "2 Chronicles 7:14",
      "length": 212,
      "id": 406
    },
    {
      "text": "Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength.",
      "source": "Nehemiah 8:10",
      "length": 227,
      "id": 407
    },
    {
      "text": "And said, Naked came I out of my mother’s womb, and naked shall I return thither: the LORD gave, and the LORD hath taken away; blessed be the name of the LORD.",
      "source": "Job 1:21",
      "length": 159,
      "id": 408
    },
    {
      "text": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:",
      "source": "Job 19:25",
      "length": 93,
      "id": 409
    },
    {
      "text": "I know that thou canst do every thing, and that no thought can be withholden from thee.",
      "source": "Job 42:2",
      "length": 87,
      "id": 410
    },
    {
      "text": "To every thing there is a season, and a time to every purpose under the heaven:",
      "source": "Ecclesiastes 3:1",
      "length": 79,
      "id": 411
    },
    {
      "text": "He hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end.",
      "source": "Ecclesiastes 3:11",
      "length": 174,
      "id": 412
    },
    {
      "text": "Two are better than one; because they have a good reward for their labour. For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.",
      "source": "Ecclesiastes 4:9-10",
      "length": 211,
      "id": 413
    },
    {
      "text": "Better is the end of a thing than the beginning thereof: and the patient in spirit is better than the proud in spirit. Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools.",
      "source": "Ecclesiastes 7:8-9",
      "length": 199,
      "id": 414
    },
    {
      "text": "Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.",
      "source": "Ecclesiastes 12:13",
      "length": 119,
      "id": 415
    },
    {
      "text": "He brought me to the banqueting house, and his banner over me was love.",
      "source": "Song of Solomon 2:4",
      "length": 71,
      "id": 416
    },
    {
      "text": "Set me as a seal upon thine heart, as a seal upon thine arm: for love is strong as death; jealousy is cruel as the grave: the coals thereof are coals of fire, which hath a most vehement flame. Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned.",
      "source": "Song of Solomon 8:6-7",
      "length": 349,
      "id": 417
    },
    {
      "text": "Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.",
      "source": "Isaiah 1:18",
      "length": 173,
      "id": 418
    },
    {
      "text": "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.",
      "source": "Isaiah 6:8",
      "length": 119,
      "id": 419
    },
    {
      "text": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.",
      "source": "Isaiah 9:6",
      "length": 212,
      "id": 420
    },
    {
      "text": "He will swallow up death in victory; and the Lord GOD will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the LORD hath spoken it.",
      "source": "Isaiah 25:8",
      "length": 195,
      "id": 421
    },
    {
      "text": "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.",
      "source": "Isaiah 26:3",
      "length": 95,
      "id": 422
    },
    {
      "text": "And therefore will the LORD wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the LORD is a God of judgment: blessed are all they that wait for him.",
      "source": "Isaiah 30:18",
      "length": 209,
      "id": 423
    },
    {
      "text": "Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.",
      "source": "Isaiah 35:4",
      "length": 159,
      "id": 424
    },
    {
      "text": "The grass withereth, the flower fadeth: but the word of our God shall stand for ever.",
      "source": "Isaiah 40:8",
      "length": 85,
      "id": 425
    },
    {
      "text": "Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding. He giveth power to the faint; and to them that have no might he increaseth strength. Even the youths shall faint and be weary, and the young men shall utterly fall: But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.",
      "source": "Isaiah 40:28-31",
      "length": 529,
      "id": 426
    },
    {
      "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
      "source": "Isaiah 41:10",
      "length": 181,
      "id": 427
    },
    {
      "text": "For I the LORD thy God will hold thy right hand, saying unto thee, Fear not; I will help thee.",
      "source": "Isaiah 41:13",
      "length": 94,
      "id": 428
    },
    {
      "text": "But now thus saith the LORD that created thee, O Jacob, and he that formed thee, O Israel, Fear not: for I have redeemed thee, I have called thee by thy name; thou art mine. When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.",
      "source": "Isaiah 43:1-2",
      "length": 390,
      "id": 429
    },
    {
      "text": "Remember ye not the former things, neither consider the things of old. Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert.",
      "source": "Isaiah 43:18-19",
      "length": 218,
      "id": 430
    },
    {
      "text": "I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee.",
      "source": "Isaiah 44:22",
      "length": 126,
      "id": 431
    },
    {
      "text": "And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you.",
      "source": "Isaiah 46:4",
      "length": 145,
      "id": 432
    },
    {
      "text": "Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee. Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.",
      "source": "Isaiah 49:15-16",
      "length": 239,
      "id": 433
    },
    {
      "text": "Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted. But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed. All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.",
      "source": "Isaiah 53:4-6",
      "length": 409,
      "id": 434
    },
    {
      "text": "For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the LORD that hath mercy on thee.",
      "source": "Isaiah 54:10",
      "length": 192,
      "id": 435
    },
    {
      "text": "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, saith the LORD.",
      "source": "Isaiah 54:17",
      "length": 230,
      "id": 436
    },
    {
      "text": "Seek ye the LORD while he may be found, call ye upon him while he is near:",
      "source": "Isaiah 55:6",
      "length": 74,
      "id": 437
    },
    {
      "text": "For my thoughts are not your thoughts, neither are your ways my ways, saith the LORD. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.",
      "source": "Isaiah 55:8-9",
      "length": 205,
      "id": 438
    },
    {
      "text": "And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.",
      "source": "Isaiah 58:11",
      "length": 191,
      "id": 439
    },
    {
      "text": "The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; To proclaim the acceptable year of the LORD, and the day of vengeance of our God; to comfort all that mourn; To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.",
      "source": "Isaiah 61:1-3",
      "length": 617,
      "id": 440
    },
    {
      "text": "Blessed is the man that trusteth in the LORD, and whose hope the LORD is. For he shall be as a tree planted by the waters, and that spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.",
      "source": "Jeremiah 17:7-8",
      "length": 324,
      "id": 441
    },
    {
      "text": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.",
      "source": "Jeremiah 29:11",
      "length": 129,
      "id": 442
    },
    {
      "text": "Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you. And ye shall seek me, and find me, when ye shall search for me with all your heart.",
      "source": "Jeremiah 29:12-13",
      "length": 174,
      "id": 443
    },
    {
      "text": "The LORD hath appeared of old unto me, saying, Yea, I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee.",
      "source": "Jeremiah 31:3",
      "length": 144,
      "id": 444
    },
    {
      "text": "Ah Lord GOD! behold, thou hast made the heaven and the earth by thy great power and stretched out arm, and there is nothing too hard for thee:",
      "source": "Jeremiah 32:17",
      "length": 142,
      "id": 445
    },
    {
      "text": "Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.",
      "source": "Jeremiah 33:3",
      "length": 100,
      "id": 446
    },
    {
      "text": "It is of the LORD’s mercies that we are not consumed, because his compassions fail not. They are new every morning: great is thy faithfulness.",
      "source": "Lamentations 3:22-23",
      "length": 142,
      "id": 447
    },
    {
      "text": "The LORD is good unto them that wait for him, to the soul that seeketh him. It is good that a man should both hope and quietly wait for the salvation of the LORD.",
      "source": "Lamentations 3:25-26",
      "length": 162,
      "id": 448
    },
    {
      "text": "A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.",
      "source": "Ezekiel 36:26",
      "length": 168,
      "id": 449
    },
    {
      "text": "Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his: And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:",
      "source": "Daniel 2:20-21",
      "length": 264,
      "id": 450
    },
    {
      "text": "If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king. But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.",
      "source": "Daniel 3:17-18",
      "length": 267,
      "id": 451
    },
    {
      "text": "For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings.",
      "source": "Hosea 6:6",
      "length": 91,
      "id": 452
    },
    {
      "text": "And I will restore to you the years that the locust hath eaten, the cankerworm, and the caterpiller, and the palmerworm, my great army which I sent among you.",
      "source": "Joel 2:25",
      "length": 158,
      "id": 453
    },
    {
      "text": "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:",
      "source": "Joel 2:28",
      "length": 199,
      "id": 454
    },
    {
      "text": "He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?",
      "source": "Micah 6:8",
      "length": 151,
      "id": 455
    },
    {
      "text": "Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy. He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea.",
      "source": "Micah 7:18-19",
      "length": 333,
      "id": 456
    },
    {
      "text": "The LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him.",
      "source": "Nahum 1:7",
      "length": 93,
      "id": 457
    },
    {
      "text": "For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry.",
      "source": "Habakkuk 2:3",
      "length": 166,
      "id": 458
    },
    {
      "text": "Although the fig tree shall not blossom, neither shall fruit be in the vines; the labour of the olive shall fail, and the fields shall yield no meat; the flock shall be cut off from the fold, and there shall be no herd in the stalls: Yet I will rejoice in the LORD, I will joy in the God of my salvation. The LORD God is my strength, and he will make my feet like hinds’ feet, and he will make me to walk upon mine high places. To the chief singer on my stringed instruments.",
      "source": "Habakkuk 3:17-19",
      "length": 475,
      "id": 459
    },
    {
      "text": "The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.",
      "source": "Zephaniah 3:17",
      "length": 160,
      "id": 460
    },
    {
      "text": "Then he answered and spake unto me, saying, This is the word of the LORD unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the LORD of hosts.",
      "source": "Zechariah 4:6",
      "length": 168,
      "id": 461
    },
    {
      "text": "For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.",
      "source": "Malachi 3:6",
      "length": 77,
      "id": 462
    },
    {
      "text": "Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.",
      "source": "Malachi 3:10",
      "length": 260,
      "id": 463
    },
    {
      "text": "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.",
      "source": "Acts 1:8",
      "length": 201,
      "id": 464
    },
    {
      "text": "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.",
      "source": "Acts 2:38",
      "length": 171,
      "id": 465
    },
    {
      "text": "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.",
      "source": "Acts 4:12",
      "length": 125,
      "id": 466
    },
    {
      "text": "For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.",
      "source": "Acts 17:28",
      "length": 125,
      "id": 467
    },
    {
      "text": "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.",
      "source": "Acts 20:35",
      "length": 183,
      "id": 468
    },
    {
      "text": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
      "source": "Romans 1:16",
      "length": 157,
      "id": 469
    },
    {
      "text": "For all have sinned, and come short of the glory of God;",
      "source": "Romans 3:23",
      "length": 56,
      "id": 470
    },
    {
      "text": "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:",
      "source": "Romans 5:1",
      "length": 89,
      "id": 471
    },
    {
      "text": "And not only so, but we glory in tribulations also: knowing that tribulation worketh patience; And patience, experience; and experience, hope: And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.",
      "source": "Romans 5:3-5",
      "length": 266,
      "id": 472
    },
    {
      "text": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.",
      "source": "Romans 5:8",
      "length": 94,
      "id": 473
    },
    {
      "text": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.",
      "source": "Romans 6:23",
      "length": 97,
      "id": 474
    },
    {
      "text": "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.",
      "source": "Romans 8:1",
      "length": 125,
      "id": 475
    },
    {
      "text": "For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.",
      "source": "Romans 8:18",
      "length": 129,
      "id": 476
    },
    {
      "text": "Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.",
      "source": "Romans 8:26",
      "length": 191,
      "id": 477
    },
    {
      "text": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
      "source": "Romans 8:28",
      "length": 126,
      "id": 478
    },
    {
      "text": "What shall we then say to these things? If God be for us, who can be against us?",
      "source": "Romans 8:31",
      "length": 80,
      "id": 479
    },
    {
      "text": "Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword? As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter. Nay, in all these things we are more than conquerors through him that loved us.",
      "source": "Romans 8:35-37",
      "length": 327,
      "id": 480
    },
    {
      "text": "Nay, in all these things we are more than conquerors through him that loved us. For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.",
      "source": "Romans 8:37-39",
      "length": 346,
      "id": 481
    },
    {
      "text": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved. For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.",
      "source": "Romans 10:9-10",
      "length": 258,
      "id": 482
    },
    {
      "text": "So then faith cometh by hearing, and hearing by the word of God.",
      "source": "Romans 10:17",
      "length": 64,
      "id": 483
    },
    {
      "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.",
      "source": "Romans 12:1-2",
      "length": 333,
      "id": 484
    },
    {
      "text": "Let love be without dissimulation. Abhor that which is evil; cleave to that which is good. Be kindly affectioned one to another with brotherly love; in honour preferring one another; Not slothful in business; fervent in spirit; serving the Lord; Rejoicing in hope; patient in tribulation; continuing instant in prayer;",
      "source": "Romans 12:9-12",
      "length": 318,
      "id": 485
    },
    {
      "text": "Rejoicing in hope; patient in tribulation; continuing instant in prayer;",
      "source": "Romans 12:12",
      "length": 72,
      "id": 486
    },
    {
      "text": "Be not overcome of evil, but overcome evil with good.",
      "source": "Romans 12:21",
      "length": 53,
      "id": 487
    },
    {
      "text": "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.",
      "source": "Romans 13:8",
      "length": 97,
      "id": 488
    },
    {
      "text": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
      "source": "Romans 15:13",
      "length": 130,
      "id": 489
    },
    {
      "text": "For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.",
      "source": "1 Corinthians 1:18",
      "length": 118,
      "id": 490
    },
    {
      "text": "But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.",
      "source": "1 Corinthians 2:9",
      "length": 158,
      "id": 491
    },
    {
      "text": "What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.",
      "source": "1 Corinthians 6:19-20",
      "length": 233,
      "id": 492
    },
    {
      "text": "Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.",
      "source": "1 Corinthians 9:24",
      "length": 107,
      "id": 493
    },
    {
      "text": "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.",
      "source": "1 Corinthians 10:13",
      "length": 235,
      "id": 494
    },
    {
      "text": "Now ye are the body of Christ, and members in particular.",
      "source": "1 Corinthians 12:27",
      "length": 57,
      "id": 495
    },
    {
      "text": "Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal. And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing. And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.",
      "source": "1 Corinthians 13:1-3",
      "length": 454,
      "id": 496
    },
    {
      "text": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; Rejoiceth not in iniquity, but rejoiceth in the truth; Beareth all things, believeth all things, hopeth all things, endureth all things.",
      "source": "1 Corinthians 13:4-7",
      "length": 337,
      "id": 497
    },
    {
      "text": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
      "source": "1 Corinthians 13:13",
      "length": 88,
      "id": 498
    },
    {
      "text": "O death, where is thy sting? O grave, where is thy victory? The sting of death is sin; and the strength of sin is the law. But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
      "source": "1 Corinthians 15:55-57",
      "length": 203,
      "id": 499
    },
    {
      "text": "Watch ye, stand fast in the faith, quit you like men, be strong. Let all your things be done with charity.",
      "source": "1 Corinthians 16:13-14",
      "length": 106,
      "id": 500
    },
    {
      "text": "Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort; Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.",
      "source": "2 Corinthians 1:3-4",
      "length": 272,
      "id": 501
    },
    {
      "text": "Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.",
      "source": "2 Corinthians 3:17",
      "length": 83,
      "id": 502
    },
    {
      "text": "For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day. For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory; While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.",
      "source": "2 Corinthians 4:16-18",
      "length": 401,
      "id": 503
    },
    {
      "text": "(For we walk by faith, not by sight:)",
      "source": "2 Corinthians 5:7",
      "length": 37,
      "id": 504
    },
    {
      "text": "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.",
      "source": "2 Corinthians 5:17",
      "length": 119,
      "id": 505
    },
    {
      "text": "For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.",
      "source": "2 Corinthians 5:21",
      "length": 110,
      "id": 506
    },
    {
      "text": "Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver.",
      "source": "2 Corinthians 9:7",
      "length": 132,
      "id": 507
    },
    {
      "text": "And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.",
      "source": "2 Corinthians 12:9",
      "length": 202,
      "id": 508
    },
    {
      "text": "Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.",
      "source": "2 Corinthians 12:10",
      "length": 160,
      "id": 509
    },
    {
      "text": "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.",
      "source": "Galatians 2:20",
      "length": 205,
      "id": 510
    },
    {
      "text": "Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.",
      "source": "Galatians 5:1",
      "length": 124,
      "id": 511
    },
    {
      "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance: against such there is no law.",
      "source": "Galatians 5:22-23",
      "length": 144,
      "id": 512
    },
    {
      "text": "Bear ye one another’s burdens, and so fulfil the law of Christ.",
      "source": "Galatians 6:2",
      "length": 63,
      "id": 513
    },
    {
      "text": "Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.",
      "source": "Galatians 6:7",
      "length": 89,
      "id": 514
    },
    {
      "text": "And let us not be weary in well doing: for in due season we shall reap, if we faint not.",
      "source": "Galatians 6:9",
      "length": 88,
      "id": 515
    },
    {
      "text": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast.",
      "source": "Ephesians 2:8-9",
      "length": 132,
      "id": 516
    },
    {
      "text": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
      "source": "Ephesians 2:10",
      "length": 128,
      "id": 517
    },
    {
      "text": "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us, Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.",
      "source": "Ephesians 3:20-21",
      "length": 221,
      "id": 518
    },
    {
      "text": "With all lowliness and meekness, with longsuffering, forbearing one another in love; Endeavouring to keep the unity of the Spirit in the bond of peace.",
      "source": "Ephesians 4:2-3",
      "length": 151,
      "id": 519
    },
    {
      "text": "Be ye angry, and sin not: let not the sun go down upon your wrath: Neither give place to the devil.",
      "source": "Ephesians 4:26-27",
      "length": 99,
      "id": 520
    },
    {
      "text": "Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.",
      "source": "Ephesians 4:29",
      "length": 147,
      "id": 521
    },
    {
      "text": "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.",
      "source": "Ephesians 4:32",
      "length": 117,
      "id": 522
    },
    {
      "text": "Husbands, love your wives, even as Christ also loved the church, and gave himself for it;",
      "source": "Ephesians 5:25",
      "length": 89,
      "id": 523
    },
    {
      "text": "Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
      "source": "Ephesians 6:10-11",
      "length": 168,
      "id": 524
    },
    {
      "text": "For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.",
      "source": "Ephesians 6:12",
      "length": 182,
      "id": 525
    },
    {
      "text": "Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; And your feet shod with the preparation of the gospel of peace; Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God:",
      "source": "Ephesians 6:13-17",
      "length": 499,
      "id": 526
    },
    {
      "text": "Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:",
      "source": "Philippians 1:6",
      "length": 126,
      "id": 527
    },
    {
      "text": "For to me to live is Christ, and to die is gain.",
      "source": "Philippians 1:21",
      "length": 48,
      "id": 528
    },
    {
      "text": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves. Look not every man on his own things, but every man also on the things of others.",
      "source": "Philippians 2:3-4",
      "length": 201,
      "id": 529
    },
    {
      "text": "Let this mind be in you, which was also in Christ Jesus: Who, being in the form of God, thought it not robbery to be equal with God: But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men: And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.",
      "source": "Philippians 2:5-8",
      "length": 363,
      "id": 530
    },
    {
      "text": "Do all things without murmurings and disputings: That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;",
      "source": "Philippians 2:14-15",
      "length": 211,
      "id": 531
    },
    {
      "text": "Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark for the prize of the high calling of God in Christ Jesus.",
      "source": "Philippians 3:13-14",
      "length": 253,
      "id": 532
    },
    {
      "text": "Rejoice in the Lord alway: and again I say, Rejoice.",
      "source": "Philippians 4:4",
      "length": 52,
      "id": 533
    },
    {
      "text": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
      "source": "Philippians 4:6-7",
      "length": 239,
      "id": 534
    },
    {
      "text": "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.",
      "source": "Philippians 4:8",
      "length": 275,
      "id": 535
    },
    {
      "text": "Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content. I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.",
      "source": "Philippians 4:11-12",
      "length": 278,
      "id": 536
    },
    {
      "text": "I can do all things through Christ which strengtheneth me.",
      "source": "Philippians 4:13",
      "length": 58,
      "id": 537
    },
    {
      "text": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
      "source": "Philippians 4:19",
      "length": 87,
      "id": 538
    },
    {
      "text": "For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him: And he is before all things, and by him all things consist.",
      "source": "Colossians 1:16-17",
      "length": 275,
      "id": 539
    },
    {
      "text": "Set your affection on things above, not on things on the earth.",
      "source": "Colossians 3:2",
      "length": 63,
      "id": 540
    },
    {
      "text": "Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering; Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye. And above all these things put on charity, which is the bond of perfectness.",
      "source": "Colossians 3:12-14",
      "length": 340,
      "id": 541
    },
    {
      "text": "And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.",
      "source": "Colossians 3:15",
      "length": 110,
      "id": 542
    },
    {
      "text": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;",
      "source": "Colossians 3:23",
      "length": 71,
      "id": 543
    },
    {
      "text": "Wherefore comfort yourselves together, and edify one another, even as also ye do.",
      "source": "1 Thessalonians 5:11",
      "length": 81,
      "id": 544
    },
    {
      "text": "Rejoice evermore. Pray without ceasing. In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
      "source": "1 Thessalonians 5:16-18",
      "length": 127,
      "id": 545
    },
    {
      "text": "But the Lord is faithful, who shall stablish you, and keep you from evil.",
      "source": "2 Thessalonians 3:3",
      "length": 73,
      "id": 546
    },
    {
      "text": "Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.",
      "source": "1 Timothy 4:12",
      "length": 140,
      "id": 547
    },
    {
      "text": "But godliness with contentment is great gain. For we brought nothing into this world, and it is certain we can carry nothing out. And having food and raiment let us be therewith content.",
      "source": "1 Timothy 6:6-8",
      "length": 186,
      "id": 548
    },
    {
      "text": "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.",
      "source": "1 Timothy 6:10",
      "length": 160,
      "id": 549
    },
    {
      "text": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
      "source": "2 Timothy 1:7",
      "length": 93,
      "id": 550
    },
    {
      "text": "Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.",
      "source": "2 Timothy 2:15",
      "length": 118,
      "id": 551
    },
    {
      "text": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: That the man of God may be perfect, throughly furnished unto all good works.",
      "source": "2 Timothy 3:16-17",
      "length": 217,
      "id": 552
    },
    {
      "text": "I have fought a good fight, I have finished my course, I have kept the faith:",
      "source": "2 Timothy 4:7",
      "length": 77,
      "id": 553
    },
    {
      "text": "Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;",
      "source": "Titus 3:5",
      "length": 153,
      "id": 554
    },
    {
      "text": "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.",
      "source": "Hebrews 4:12",
      "length": 229,
      "id": 555
    },
    {
      "text": "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
      "source": "Hebrews 4:15-16",
      "length": 275,
      "id": 556
    },
    {
      "text": "Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)",
      "source": "Hebrews 10:23",
      "length": 98,
      "id": 557
    },
    {
      "text": "And let us consider one another to provoke unto love and to good works: Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.",
      "source": "Hebrews 10:24-25",
      "length": 229,
      "id": 558
    },
    {
      "text": "Now faith is the substance of things hoped for, the evidence of things not seen.",
      "source": "Hebrews 11:1",
      "length": 80,
      "id": 559
    },
    {
      "text": "But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him.",
      "source": "Hebrews 11:6",
      "length": 160,
      "id": 560
    },
    {
      "text": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us, Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.",
      "source": "Hebrews 12:1-2",
      "length": 408,
      "id": 561
    },
    {
      "text": "Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.",
      "source": "Hebrews 12:11",
      "length": 180,
      "id": 562
    },
    {
      "text": "Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee. So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.",
      "source": "Hebrews 13:5-6",
      "length": 248,
      "id": 563
    },
    {
      "text": "Jesus Christ the same yesterday, and to day, and for ever.",
      "source": "Hebrews 13:8",
      "length": 58,
      "id": 564
    },
    {
      "text": "My brethren, count it all joy when ye fall into divers temptations; Knowing this, that the trying of your faith worketh patience. But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.",
      "source": "James 1:2-4",
      "length": 221,
      "id": 565
    },
    {
      "text": "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.",
      "source": "James 1:5",
      "length": 127,
      "id": 566
    },
    {
      "text": "Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.",
      "source": "James 1:12",
      "length": 154,
      "id": 567
    },
    {
      "text": "Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.",
      "source": "James 1:17",
      "length": 153,
      "id": 568
    },
    {
      "text": "Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath: For the wrath of man worketh not the righteousness of God.",
      "source": "James 1:19-20",
      "length": 152,
      "id": 569
    },
    {
      "text": "But be ye doers of the word, and not hearers only, deceiving your own selves.",
      "source": "James 1:22",
      "length": 77,
      "id": 570
    },
    {
      "text": "Even so faith, if it hath not works, is dead, being alone.",
      "source": "James 2:17",
      "length": 58,
      "id": 571
    },
    {
      "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
      "source": "James 4:7",
      "length": 80,
      "id": 572
    },
    {
      "text": "Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded.",
      "source": "James 4:8",
      "length": 121,
      "id": 573
    },
    {
      "text": "Humble yourselves in the sight of the Lord, and he shall lift you up.",
      "source": "James 4:10",
      "length": 69,
      "id": 574
    },
    {
      "text": "Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.",
      "source": "James 5:16",
      "length": 147,
      "id": 575
    },
    {
      "text": "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:",
      "source": "1 Peter 2:9",
      "length": 194,
      "id": 576
    },
    {
      "text": "But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:",
      "source": "1 Peter 3:15",
      "length": 168,
      "id": 577
    },
    {
      "text": "And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.",
      "source": "1 Peter 4:8",
      "length": 106,
      "id": 578
    },
    {
      "text": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time: Casting all your care upon him; for he careth for you.",
      "source": "1 Peter 5:6-7",
      "length": 147,
      "id": 579
    },
    {
      "text": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour: Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.",
      "source": "1 Peter 5:8-9",
      "length": 244,
      "id": 580
    },
    {
      "text": "According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue: Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.",
      "source": "2 Peter 1:3-4",
      "length": 355,
      "id": 581
    },
    {
      "text": "The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.",
      "source": "2 Peter 3:9",
      "length": 183,
      "id": 582
    },
    {
      "text": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
      "source": "1 John 1:9",
      "length": 115,
      "id": 583
    },
    {
      "text": "Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.",
      "source": "1 John 3:1",
      "length": 164,
      "id": 584
    },
    {
      "text": "My little children, let us not love in word, neither in tongue; but in deed and in truth.",
      "source": "1 John 3:18",
      "length": 89,
      "id": 585
    },
    {
      "text": "Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.",
      "source": "1 John 4:4",
      "length": 123,
      "id": 586
    },
    {
      "text": "Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God. He that loveth not knoweth not God; for God is love.",
      "source": "1 John 4:7-8",
      "length": 165,
      "id": 587
    },
    {
      "text": "And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.",
      "source": "1 John 4:16",
      "length": 135,
      "id": 588
    },
    {
      "text": "There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love. We love him, because he first loved us.",
      "source": "1 John 4:18-19",
      "length": 172,
      "id": 589
    },
    {
      "text": "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:",
      "source": "1 John 5:14",
      "length": 111,
      "id": 590
    },
    {
      "text": "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.",
      "source": "Jude 1:24-25",
      "length": 234,
      "id": 591
    },
    {
      "text": "I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.",
      "source": "Revelation 1:8",
      "length": 128,
      "id": 592
    },
    {
      "text": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.",
      "source": "Revelation 3:20",
      "length": 146,
      "id": 593
    },
    {
      "text": "And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea. And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God. And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.",
      "source": "Revelation 21:1-4",
      "length": 645,
      "id": 594
    },
    {
      "text": "And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.",
      "source": "Revelation 21:5",
      "length": 135,
      "id": 595
    },
    {
      "text": "I am Alpha and Omega, the beginning and the end, the first and the last.",
      "source": "Revelation 22:13",
      "length": 72,
      "id": 596
    },
    {
      "text": "Who hath believed our report? and to whom is the arm of the LORD revealed? For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him. He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not. Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted. But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed. All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.",
      "source": "Isaiah 53:1-6",
      "length": 840,
      "id": 597
    },
    {
      "text": "For my thoughts are not your thoughts, neither are your ways my ways, saith the LORD. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts. For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater: So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.",
      "source": "Isaiah 55:8-11",
      "length": 592,
      "id": 598
    },
    {
      "text": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose. For whom he did foreknow, he also did predestinate to be conformed to the image of his Son, that he might be the firstborn among many brethren. Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified. What shall we then say to these things? If God be for us, who can be against us? He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?",
      "source": "Romans 8:28-32",
      "length": 621,
      "id": 599
    },
    {
      "text": "Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword? As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter. Nay, in all these things we are more than conquerors through him that loved us. For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.",
      "source": "Romans 8:35-39",
      "length": 594,
      "id": 600
    },
    {
      "text": "Let love be without dissimulation. Abhor that which is evil; cleave to that which is good. Be kindly affectioned one to another with brotherly love; in honour preferring one another; Not slothful in business; fervent in spirit; serving the Lord; Rejoicing in hope; patient in tribulation; continuing instant in prayer; Distributing to the necessity of saints; given to hospitality. Bless them which persecute you: bless, and curse not. Rejoice with them that do rejoice, and weep with them that weep. Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits. Recompense to no man evil for evil. Provide things honest in the sight of all men. If it be possible, as much as lieth in you, live peaceably with all men.",
      "source": "Romans 12:9-18",
      "length": 789,
      "id": 601
    },
    {
      "text": "Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal. And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing. And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing. Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; Rejoiceth not in iniquity, but rejoiceth in the truth; Beareth all things, believeth all things, hopeth all things, endureth all things. Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.",
      "source": "1 Corinthians 13:1-8",
      "length": 959,
      "id": 602
    },
    {
      "text": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; Rejoiceth not in iniquity, but rejoiceth in the truth; Beareth all things, believeth all things, hopeth all things, endureth all things. Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away. For we know in part, and we prophesy in part. But when that which is perfect is come, then that which is in part shall be done away. When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things. For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known. And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
      "source": "1 Corinthians 13:4-13",
      "length": 996,
      "id": 603
    },
    {
      "text": "Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armour of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; And your feet shod with the preparation of the gospel of peace; Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God: Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;",
      "source": "Ephesians 6:10-18",
      "length": 992,
      "id": 604
    },
    {
      "text": "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies, Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind. Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves. Look not every man on his own things, but every man also on the things of others. Let this mind be in you, which was also in Christ Jesus: Who, being in the form of God, thought it not robbery to be equal with God: But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men: And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross. Wherefore God also hath highly exalted him, and given him a name which is above every name: That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth; And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.",
      "source": "Philippians 2:1-11",
      "length": 1102,
      "id": 605
    },
    {
      "text": "Rejoice in the Lord alway: and again I say, Rejoice. Let your moderation be known unto all men. The Lord is at hand. Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus. Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things. Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.",
      "source": "Philippians 4:4-9",
      "length": 759,
      "id": 606
    },
    {
      "text": "Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering; Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye. And above all these things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.",
      "source": "Colossians 3:12-17",
      "length": 754,
      "id": 607
    },
    {
      "text": "Now faith is the substance of things hoped for, the evidence of things not seen. For by it the elders obtained a good report. Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear. By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh. By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God. But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him.",
      "source": "Hebrews 11:1-6",
      "length": 803,
      "id": 608
    },
    {
      "text": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us, Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God. For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.",
      "source": "Hebrews 12:1-3",
      "length": 529,
      "id": 609
    },
    {
      "text": "My brethren, count it all joy when ye fall into divers temptations; Knowing this, that the trying of your faith worketh patience. But let patience have her perfect work, that ye may be perfect and entire, wanting nothing. If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways.",
      "source": "James 1:2-8",
      "length": 594,
      "id": 610
    }
  ]
}
